{
  "articles": [
    {
      "article_number": "1",
      "content": "OBJETO. E! S¡stenla de Protección Social Integral para la Vejez, Invalidez y Muerte de origen común, tiene por objeto garantizar el amparo contra las contingencias derivadas de la vejez, la invalidez y la muerte mediante el reconocimiento de los derechos de las personas que se determinan en la presente ley a través de un sistema de pilares, fundamentado en los principios de universalidad, solidaridad y eficiencia en los términos previstos en ei",
      "type": "article"
    },
    {
      "article_number": "2",
      "content": "ÁMBITO DE APLICACIÓN. Este Sistema de Protección Social Integral para la Vejez, invalidez y muerte de origen común, en los pilares semicontributivo y contributivo se aplicará a todas las personas residentes en Colombia y a los colombianos domiciliados en el exterior. El Pilar Solidario solo será aplicable a los colombianos residentes en el país.",
      "type": "article"
    },
    {
      "article_number": "3",
      "content": "ESTRUCTURA DEL SISTEMA DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ, iNVALIDEZ Y MUERTE DE ORIGEN COMÚN. El Sistema de Protección Social Integral para la Vejez, invalidez y muerte de origen común, está estructurado por los siguientes pilares: Pilar Solidario, Piiar Semicontributivo, Pilar Contributivo que se integra por el Componente de Prima Media y el Componente Complementario de Ahorro Individual y el Pilar de Ahorro Voluntario, así: Su estructura se detal!a de la siguiente manera: 1. Pilar Solidario: Lo integran las personas colombianas residentes en el territorio nacional en condición de pobreza exi:rema, pobreza y vulnerabilidzd, conforme a la focalización que establezca el Gobierno nacional, cuyas prestaciones se financiarán solidariamente de los recursos del Pre.supuesto General de la Nación y con los recursos de la Subcue¡ ita de Suhsistencia del For,do de Solidaridad Pensional, sin afectar los actualeS beneficiarios del programa Colombia Mayor. Este pilar está dirigido a garantizar una renta básica solidaria para amparar las condiciones mínimas de subsistencia de los adultos mayores pobres y de hombres mayores de 55 años con discapacidad o mujeres mayores de 50 años que sin ser considerados adultos nlavores, poseen una pérdida de capacidad laboral igualo superior al 50% y rlO poseen una fuente de ingresús que garantice su vida digna y reúnen los requisitos previstos por el",
      "type": "article"
    },
    {
      "article_number": "17",
      "content": "de la presente ley; el cuál será administrado por el Departamento Administrativo de Prosperidad Social. 2. Pilar Semicontributivo: Está integrado por las personas afiliadas al sistema que a los sesenta y cinco (65) años de edad hombres y sesenta (60) años de edad mujeres no hayan cumplido los requisitos para acceder a una pensión contributiva habiendo cotizado al sistema, por lo que Podrán acceder a un Beneficio Económico, que se financiará con recursos del Presupuesto General de la Nación y con sus propios aportes a través de los distintos mecanismos que se adopten para ello por el Gobierno Nacional. Dentro de este pilar también se incluyen las personas que estén en el Programa de los Beneficios Económicos Periódicos BEPS, de acuerdo con la reglamentación que se encuentre vigente. Pilar Contributivo: Está dirigido a los(as) trabajadores(as) dependientes e independientes, servidores(as) públicos y a las personas con capacidad de pago para efectuar las cotizaciones, que les permita acceder a una pensión integral de vejez, invalidez o sobrevivientes en el sistema y demás prestaciones establecidas en la presente ley. Este pilar lo componen: Ley 2381 de 2024 1 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Pilar Contributivo en su Componente de Prima Media: Está integrado por todas las personas afiliadas al sistema y recibirá las cotizaciones por parte de los ingresos base de cotización entre un (1) smlmv y hasta dos punto tres (2.3) smlmv. Las prestaciones en este pilar se financian con recursos del Fondo Común de Vejez y a través de un mecanismo de prestación definida, y el Fondo de Ahorro del Pilar Contributivo que se crea con la presente ley. Pilar Contributivo en su Componente Complementario de Ahorro Individual: Está integrado por todas las personas afiliadas al sistema cuyo ingreso sea superior a los dos punto tres (2.3) smlmv y recibirá las cotizaciones por la parte del ingreso base de cotización que exceda los dos punto tres (2.3) smlmv y hasta los veinticinco (25) smlmv, cuyas prestaciones se financian con el monto del ahorro individual alcanzado y sus respectivos rendimientos financieros. La pensión otorgada por el Pilar Contributivo es una sola y corresponderá a la suma de los valores determinados en los dos componentes, el Componente Contributivo de Prima Media y el Componente Contributivo Complementario de Ahorro Individual, siempre que la persona cumpla en primera instancia los requisitos del Componente de Prima Media. Pilar de Ahorro Voluntario: Lo integran las personas que hagan un ahorro voluntario a través de los mecanismos que existan en el sistema financiero, según el régimen que establezca la Ley, con el fin de complementar el monto de la pensión integral de vejez. A este pilar no se le aplicarán los principios y disposiciones de esta Ley. En todo caso los aportes voluntarios serán inembargables de conformidad con la reglamentación que rige la materia. El Gobierno l\\Iacional reglamentará un sistema de equivalencias para que con los recursos de este pilar se pueda completar los requisitos mínimos de semanas para tener derecho a una pensión integral de vejez en el Pilar Contributivo. Asimismo, Podrá crear nuevos mecanismos que faciliten al afiliado obtener y completar los requisitos mínimos de semanas para tener derecho a una pensión integral Asimismo, desarrollará en coordinación del Ministerio de Tecnologías de la Información y las Comunicaciones, la difusión continua de material audiovisual con el fin de promover la cultura del ahorro y el ahorro voluntario para la vejez, a través del Sistema de Medios Públicos. Para tal fin Podrá contratar o usar los espacios de uso público en medios de comunicación privada para extender la campaña de difusión. Se coordinará además, con el Ministerio del Trabajo y las autoridades municipales, distritales y departamentales, armonizar la inclusión de las rutas y la difusión del ahorro voluntario dentro de las políticas públicas de informalidad y para extranjeros. PARÁGRAFO 1: La presente Ley no aplicará en el Pilar Contributivo ni Semicontributivo a las personas afiliadas a los regímenes pensiona les especiales y exceptuados vigentes a la expedición de la presente ley. PARÁGRAFO 2: La presente ley no aplicará en el Pilar Contributivo ni Semicontributivo a las personas que hayan obtenido una pensión de vejez y de invalidez o prestación en el Sistema General de Pensiones o en los regímenes especiales o exceptuados.",
      "type": "article"
    },
    {
      "article_number": "4",
      "content": "PRINCIPIOS. Son Principios del Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte de origen común, en sus Pilares Solidario, Semicontributivo y Contributivo: a) Universalidad: Todas las personas conforme a la caracterización de los pilares contemplados en el artículo anterior gozarán efectivamente del derecho a la Protección Social sin discriminación alguna, en los términos de esta Ley. b) Solidaridad: Corresponde a la mutua ayuda entre las personas, las generaciones, los sectores económicos, las regiones y las comunidades, consistente en la vinculación del propio esfuerzo y actividad en beneficio o apoyo de otros asociados o en interés colectivo. c) Dignidad: Reconoce el valor inherente de una persona, que incluye la autonomía individual y condiciones de vida cualificadas. No Podrán acceder a una prestación o pensión de sustitución o de sobrevivientes, aquellas personas que hayan sido declaradas indignas para suceder con respecto al pensionado o afiliado causante en los términos establecidos en el",
      "type": "article"
    },
    {
      "article_number": "1025",
      "content": "del Código Civil o las normas que lo modifiquen o lo sustituyan. d) Igualdad: Todas las personas deben gozar de los mismos derechos, libertades y oportunidades en materia de protección social brindando trato igual a las personas que se encuentren en una misma situación fáctica y un trato divergente a quienes se encuentren en situaciones diferentes. e) Inclusión: Sin perjuicio de lo previsto en el literal m) se garantiza la participación significativa de las personas con discapacidad en toda su diversidad, la promoción e incorporación de sus derechos con acciones diferenciadas de conformidad con las obligaciones internacionales del Estado colombiano mediante un enfoque coherente y sistemático de la inclusión de la discapacidad en todas las esferas de actuación y programación del Sistema de Protección Integral para la f) Eficiencia: Consiste en el mejor uso económico y financiero de los recursos disponibles para asegurar el reconocimiento y pago en forma adecuada, oportuna y suficiente de los beneficios a que da derecho el Sistema de Protección Social Integral para la Vejez. g) Integralidad: Es la cobertura de las contingencias contempladas en esta ley, que afectan la seguridad económica yen general las condiciones de vida de toda la población ante los riesgos de invalidez, vejez y muerte. Permite además la unificación entre los Componentes del Pilar Contributivo para alcanzar una Pensión Integral de Vejez. h) Unidad: Es la articulación de políticas, instituciones, mecanismos, procedimientos y prestaciones para alcanzar los fines de la Protección Ley 2381 de 2024 2 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Social. i) Participación: Es la intervención de las comunidades y de las organizaciones de trabajadores(as), y pensionados(as) en la organización, control, gestión y fiscalización de las instituciones de la Protección Social y en general, la de las personas en las decisiones que los afectan. j) Financiamiento colectivo: El Sistema de Protección Social Integral para la Vejez, se financia de forma colectiva a partir de aportes, cotizaciones y recursos públicos destinados para tal efecto, según lo indique esta ley. k) Diálogo social: Se fundamenta en los acuerdos, consultas e intercambio de información entre el Gobierno, empleadores(as), los trabajadores(as), los pensionados(as), beneficiarios(as) y las organizaciones sociales, donde concurran asuntos de interés común relativos a las políticas de protección social. l) Irrenunciabilidad: Los derechos y prerrogativas contemplados en disposiciones en materia de Protección Social son irrenunciables. m) Enfoque de Género y Diversidad: Considera las diferentes oportunidades para acceder al derecho de la prot'ección social de las mujeres, hombres, poblaciones diversas, las relaciones existentes entre ellos y los roles que socialmente se les asignan. n) Sostenibilidad financiera-actuarial a largo plazo: Todas las personas aportarán al Sistema de Protección Social Integral para la Vejez de conformidad con sus ingresos. El Estado dispondrá de los recursos públicos necesarios para asegurar progresivamente el goce efectivo del derecho a la protección social conforme con los límites establecidos en la Regla Fiscal, en el Marco Fiscal de Mediano Plazo y el Marco de Gasto de Mediano Plazo. Para ello se considerarán las normas constitucionales y los estudios financiero- actuariales. o) Progresividad del derecho. Existe la obligación por parte del Estado de asegurar las condiciones que, de acuerdo con los recursos materiales, económicos y financieros, permitan avanzar gradual y constantemente hacia la más plena realización del derecho. En desarrollo de este principio, el Estado deberá procurar que las personas alcancen el pilar que más los beneficie. Para ello, se crearán mecanismos de información y asesoría que faciliten la comprensión del sistema y permitan identificar las posibilidades que tienen las personas de acceder a los diferentes pilares. p) Derechos adquiridos: El Sistema de Protección Social Integral para la Vejez respetará los derechos adqUiridos y las legítimas expectativas del derecho, entendidas estas como los requisitos establecidos para acceder al régimen de transición de que trata la presente ley de conformidad con lo establecido en la Constitución Política y la jurisprudencia vigente. q) Eficacia: Criterio de gestión, mediante el cual se busca dar cumplimiento efectivo a la aplicación de los fines establecidos en la normativa. Exige que las actuaciones públicas produzcan resultados concretos y oportunos r) Especial protección a la población rural: El Estado deberá implementar acciones afirmativas para superar las diferencias en el acceso a la seguridad social entre el campo y la ciudad. s) Enfoque étnico: Se garantizará el acceso de las comunidades negras, afrocolombianas, raizales y palenqueras, indígenas y Rrom al Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte de origen común de conformidad con sus usos y costumbres. t) Celeridad e interoperabilidad: Para garantizar el derecho a la protección social de los colombianos, las entidades del Sistema de Protección social para la Vejez, Invalidez y Muerte de origen común, como aquellas entidades privadas con funciones dentro del sistema, propenderán por una optimización de tiempos y recursos para resolver de manera célere las solicitudes y trámites en el marco de la atención integral, especialmente para la atención de adultos mayores, personas con discapacidad, personas vulnerables y en situación de pobreza y pobreza extrema, así como a los beneficiarios de prestaciones de sobrevivencia. u) Libertad de elección: El sistema de protección social Integral para la Vejez respetará y garantizará el derecho de libre elección de los afiliados cotizantes cuando sea oportuna y pertinente su aplicación. En todo caso no Podrá coaccionarse ni transgredir la libertad del individuo como derecho fundamental. v) Rentabilidad: El sistema de protección social Integral para la Vejez garantizará que los recursos derivados de aportes, cotizaciones y demás generen rentabilidad y acrecienten los dineros. destinados para la financiación de las mesadas pensionales, subsidios, indemnizaciones o devoluciones en favor de los afiliados cotizantes. PARÁGRAFO 1. Los principios enunciados en este artículo se deberán interpretar de manera armónica. Lo anterior no obsta para que sean adoptadas acciones afirmativas en beneficio de sujetos de especial protección constitucional. PARÁGRAFO 2. El Estado colombiano implementará los mecanismos a que haya lugar con el fin de evitar fraudes al sistema pensional en razón a la inadecuada aplicación e interpretación del presente artículo.",
      "type": "article"
    },
    {
      "article_number": "5",
      "content": ". DEBERES DEL ESTADO. Corresponde al Estado dentro del Sistema de Protección Social Integral para la Vejez: Invalidez y Muerte: 1) Dirigir, organizar y coordinar el Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte. Ley 2381 de 2024 3 EVA - Gestor Normativo Departamento Administrativo de la Función Pública 2) Controlar, vigilar y supervisar el Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte a través de las entidades competentes, y adoptar de forma oportuna las decisiones correspondientes. 3) Garantizar canales de información idóneos, continuos y accesibles para los destinatarios del Sistema, de acuerdo con los lineamientos que fije el Gobierno Nacional. La que se suministre debe ser cierta, suficiente, clara y oportuna. 4) Garantizar y proveer de manera oportuna los recursos públicos dirigidos a financiar el Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte conforme con los límites establecidos en la Regla Fiscal, en el Marco Fiscal de Mediano Plazo y el Marco de Gasto de Mediano Plazo. 5) Promover la vinculación de todos los(as) ciudadanos(as) al Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte. 6) Promover la educación ciudadana en materia del Sistema de Protección Social Integral para la Vejez y del ahorro para la vejez, Invalidez y Muerte. 7) Calcular la totalidad de los recursos que por su naturaleza hayan sido fondeados para la financiación del pasivo pensional, incluso aquellos que están siendo fondeados con recursos públicos de orden territorial y nacional con el objeto de financiar pensiones generados antes de la vigencia de la Ley 100 de 1993 y recursos para financiar Títulos Pensionales generados en la vigencia de la Ley 100 de 1993. 8) Procurar que las personas cumplan los requisitos de acceso del pilar que más los beneficie. 9) Garantizar y velar por la rentabilidad y buen uso de los recursos destinados al financiamiento de las pensiones, subsidios e indemnizaciones, así como de los recursos administrados en el Fondo de Ahorro del Pilar Contributivo previsto en el",
      "type": "article"
    },
    {
      "article_number": "24",
      "content": "de la presente ley, ya sean derivados de las cotizaciones o aportes de los afiliados, como los asignados dentro del presupuesto general de la nación para tales fines. 10)Generar políticas laborales y empresariales que incentiven la generación de nuevos empleos en condiciones formales y dignas que garanticen los aportes al sistema de protección social integral para la vejez, invalidez y muerte. 11)Promover la superación efectiva de las diferencias de acceso a la seguridad social entre el campo y la ciudad.",
      "type": "article"
    },
    {
      "article_number": "6",
      "content": "DEBERES DE LAS ADMINISTRADORAS. Corresponde a las Administradoras públicas y privadas de los Pilares del Sistema de Protección Social Integral para la Vejez y entidades que participen en este sistema en lo que les corresponda: 1) Asesorar y brindar información periódica y unificada sobre el estado de las cotizaciones Y/o aportes realizados, así como las rentabilidades que dichos aportes hayan generado en favor de los cotizantes. 2) Proveer mecanismos de información completa y comprensible que le permitan a las personas conocer proyecciones de las prestaciones mejores planes de rentabilidad y fortalecimiento de los recursos. 3) Reconocer y pagar de manera oportuna las prestaciones del Sistema de Protección Social Integral para la Vejez. 4) Asumir las cargas administrativas que le corresponden en el Sistema de Protección Social Integral para la Vejez para el reconocimiento de las prestaciones económicas a su cargo. En ningún caso, las Administradoras de Fondos de Pensiones exigirán comisiones o realizarán deducciones sobre la reserva pensional diferentes a los gastos de administración contemplados en el literal e) del",
      "type": "article"
    },
    {
      "article_number": "23",
      "content": "de la presente Ley. 5) Las Administradoras del Componente de Ahorro Individual, Col pensiones o la entidad que haga sus veces deberán enviar a sus afiliados(as), por lo menos trimestralmente, un extracto que registre las semanas cotizadas o los equivalentes a las mismas, las sumas depositadas, sus rendimientos y saldos, así como el monto de las comisiones cobradas y de las primas pagadas, consolidando las subcuentas que los(as)afiliados(as) posean en los diferentes Fondos de Pensiones administrados. 6) Suministrar a los(as) usuarios(as) información cierta, suficiente, clara y oportuna sobre sus derechos deberes, requisitos para acceder a los pilares y los beneficios de los mismos. 7) Resolver las peticiones que les formulen los(as) afiliados(as) dentro del término legal, y de fondo, así como garantizar la efectiva notificación al peticionario .. 8) Disponer de canales de atención especializados para personas mayores, en condición de discapacidad, y población étnica. 9) Diseñar mecanismos de rentabilidad para los aportes y cotizaciones que realicen los afiliados y sus empleadores, de manera que se generen rendimientos favorables de los dineros y recursos destinados al financiamiento de las pensiones, subsidios e indemnizaciones contenidas en sistema de protección social integral para la vejez.",
      "type": "article"
    },
    {
      "article_number": "7",
      "content": "DEBERES DE LOS(AS) EMPLEADORES(AS) y CONTRATANTES DE PRESTACIÓN DE SERVICIOS. Corresponde a los(as) Empleadores(as) y contratantes de prestación de servicios dentro del Sistema de Protección Social Integral para la Vejez, invalidez y muerte de origen común 1) Realizar el pago de su aporte y del aporte de los(as) trabajadores(as) o contratistas de prestación de servicios a su servicio en el Pilar Contributivo. Para tal efecto, descontará del salario, y/o honorarios de cada persona, al momento de su pago, el monto de las cotizaciones obligatorias y realizará el descuento de las cotizaciones voluntarias que expresamente haya autorizado por escrito el(la) trabajador(a) o Ley 2381 de 2024 4 EVA - Gestor Normativo Departamento Administrativo de la Función Pública contratista de prestación de servicios. 2) Efectuar el pago de las cotizaciones a través de los mecanismos de recaudo establecidos, dentro de los plazos que determine el Gobierno Nacional. 3) Reportar y mantener actualizada toda la información que se requiera para la correcta y adecuada liquidación y pago de las contribuciones parafiscales del Sistema de Protección Integral para la Vejez. 4) Responder por la totalidad del aporte aún en el evento que no hubiere efectuado el descuento a él(la) trabajador(a) o contratista de prestación de servicios con las sanciones a que haya lugar en caso de incumplimiento 5) Facilitar el acceso a información oportuna relacionada con la elección del fondo de pensiones de ahorro individual de preferencia de los afiliados, respetar su decisión y abstenerse de realizar afiliaciones o modificaciones sin su consentimiento. 6) Informar las novedades laborales de sus trabajadores o contratistas de prestación de servicios a la entidad a la cual están afiliados, en materias tales como ingreso base de cotización y sus cambios, las vinculaciones y retiros de trabajadores; así mismo, informar a los trabajadores y contratistas de prestación de servicios sobre las garantías y las obligaciones que les asisten en el Sistema General de Seguridad Social.",
      "type": "article"
    },
    {
      "article_number": "8",
      "content": "DEBERES DE LOS(LAS) AFILIADOS(AS) y BENEFICIARIOS(AS) Corresponde a los(as) afiliados(as) dentro del Sistema de Protección Social Integral para la Vejez: 1) Usar adecuada y racionalmente los servicios y recursos del Sistema de Protección Social Integral para la Vejez. 2) Cumplir las normas del Sistema de Protección Social Integral para la Vejez. 3) Suministrar de manera oportuna, veraz y suficiente la información que se le requiera. 4) Contribuir al financiamiento del Sistema de Protección Social Integral para la Vejez, en los términos de la presente ley. 5) Deber de mantener actualizada' la información de contacto y revisar permanentemente su historia laboral. 6) Mantenerse informado de los mecanismos creados en esta ley.",
      "type": "article"
    },
    {
      "article_number": "9",
      "content": "DERECHOS DE LOS{AS) AFILIADOS{AS) y BENEFICIARIOS(AS). Los(as) afiliados(as) y beneficiarios(as) tienen los siguientes derechos dentro del Sistema de Protección Social Integral para la Vejez: 1) A recibir prestaciones del Sistema de Protección Social Integral para la Vejez de manera oportuna en las condiciones y términos consagrados en la ley. 2) A recibir información sobre los canales formales para presentar reclamaciones, quejas, sugerencias y en general para comunicarse con la administración de las instituciones o entidades. 3) A recibir una respuesta oportuna en condiciones de calidad y coherencia y a obtener información suficiente que le permita tomar decisiones libres, conscientes e informadas. 4) A recibir información clara y precisa sobre los mecanismos de protección establecidos para la defensa de sus derechos. 5) A recibir información oportuna y actualizada permanentemente, así como asesoría que le permita seleccionar la mejor oportunidad de protección social para su vejez. 6) A que no se le trasladen las cargas administrativas que le corresponde asumir a los encargados o intervinientes en la administración del Sistema de Protección Social Integral para la Vejez. 7) A recibir los servicios con estándares de calidad y seguridad y eficiencia.",
      "type": "article"
    },
    {
      "article_number": "10",
      "content": "FACULTAD DEL (LA) EMPLEADOR{A) PARA SOLICITAR LA PENSIÓN INTEGRAL DE VEJEZ. Se considera justa causa para dar por terminado el contrato de trabajo o la relación legal o reglamentaria, que el trabajador del sector privado o servidor público cumpla con los requisitos establecidos para tener derecho a la pensión de vejez. El (la) empleador(a) Podrá dar por terminado el contrato de trabajo o la relación legal o reglamentaria, cuando además de la notificación del reconocimiento de la pensión se le notifique debidamente su inclusión en la nómina de pensionados por parte de la administradora del sistema. Transcurridos treinta (30) días después de que el(la) trabajador(a) o servidor(a) público(a) cumpla con los requisitos establecidos en esta ley para tener derecho a la pensión, si este no la solicita, el(la) empleador(a) Podrá solicitar el reconocimiento de la misma en nombre de aquel y dará aviso al trabajador. Lo dispuesto en este artículo rige para todos los trabajadores o servidores públicos afiliados al Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte, salvo que el servidor público realice la manifestación de voluntad de continuar en la entidad de Ley 2381 de 2024 5 EVA - Gestor Normativo Departamento Administrativo de la Función Pública conformidad con lo dispuesto en el",
      "type": "article"
    },
    {
      "article_number": "11",
      "content": "NATURALEZA DE LOS RECURSOS DEL SISTEMA. Los recursos del Sistema de Protección Social Integral para la Vejez, Invalidez y Muerte son de naturaleza pública y de carácter parafiscal, no pertenecen a la Nación, ni a las entidades que los administran y no se Podrán destinar ni utilizar para fines distintos a los propios del Sistema. Se prohíbe el uso o apropiación de estos recursos, incluidos sus rendimientos, en las cuentas de ingresos corrientes en el marco del ciclo presupuestal de la Nación, esto es, para garantizar el pago de una mesada pensional en favor del cotizante o sus sobrevivientes, reconocimiento de subsidios o rentas establecidos en esta ley, indemnizaciones o devolución de saldos. En ningún caso los aportes y cotizaciones de los afiliados y los rendimientos financieros Podrán ser utilizados para financiación de planes de gobierno, pago de deuda pública o privada, ser programados o apropiados en las cuentas de ingresos corrientes en el marco del ciclo presupuestal de la nación. Cada cuenta de ahorro individual del Pilar Contributivo en su Componente Complementario de Ahorro Individual es de propiedad del respectivo afiliado, y por ende, con independencia de su destinación específica, son de naturaleza privada, y se tienen como ingresos no constitutivos de renta ni ganancia ocasional en los términos previstos en el",
      "type": "article"
    },
    {
      "article_number": "55",
      "content": "del Estatuto Tributario Nacional (Decreto 624 de 1989). El conjunto de cuentas individuales, constituyen un patrimonio autónomo, el cual es independiente del patrimonio de la entidad administradora, del patrimonio del Estado o del Tesoro Nacional.",
      "type": "article"
    },
    {
      "article_number": "12",
      "content": "CARACTERÍSTICAS GENERALES FRENTE A LA AFILIACIÓN Y COTIZACIÓN AL SISTEMA. Son características generales en materia de afiliación y cotización del Sistema de Protección Social Integral para la Vejez: 1) La afiliación es obligatoria para todos(as) los(as) trabajadores(as) dependientes, independientes y rentistas de capital en el Pilar Contributivo; quienes tengan un Ingreso Base de Cotización que exceda dos punto tres (2.3) smlmv deberán seleccionar su Administradora de Fondo de Pensiones en el Componente Complementario de Ahorro Individual de dicho Pilar Contri b utivo. No obstante, quienes ya se encuentren afiliados a una Administradora de Fondos de Pensiones antes de la vigencia de esta ley no requerirán adelantar una nueva afiliación. 2) La afiliación al Pilar Contributivo implica la obligación de realizar los aportes que se establecen en la presente ley. 3) No existirá una edad máxima para poder acceder al Sistema de Protección Social Integral para la vejez. 4) La Planilla Integrada de Liquidación de Aportes - PILA o el mecanismo que haga sus veces, liquidará, recaudará y distribuirá el valor total del recaudo de los aportes a las Administradoras de los Componentes y Pilares del Sistema de Protección Social Integral para la Vejez. 5) El límite máximo de la base de cotización será de veinticinco (25) salarios mínimos legales mensuales vigentes, de acuerdo con la reglamentación legalmente establecida. 6) Las cotizaciones son obligatorias en el Pilar Contributivo para quienes devenguen ingresos iguales o superiores a un (1) salario mínimo legal vigente. 7) Las entidades administradoras de cada uno de los Pilares Semicontributivo, Contributivo y de Ahorro Voluntario del Sistema de Protección Social Integral para la Vejez, estarán sujetas al control y vigilancia de la Superintendencia Financiera de Colombia. 8) La afiliación es voluntaria para los colombianos domiciliados en el exterior, sin consideración a su condición migratoria, cuando no tengan la calidad de afiliados obligatorios y no se encuentren expresamente excluidos por la presente ley. También lo es para los extranjeros que en virtud de un contrato de trabajo permanezcan en el país y no estén cubiertos por algún régimen de su país de origen o de cualquier otro. 9) Los convenios y acuerdos celebrados por Colombia en materia pensional, conservarán su vigencia, con los ajustes operativos que resulten necesarios para su aplicación. PARÁGRAFO transitorio: Para quienes a la entrada en vigor de la presente ley se encuentren afiliados a COLPENSIONES y no estén cobijados por el Régimen de Transición consagrado el",
      "type": "article"
    },
    {
      "article_number": "76",
      "content": "de esta ley, que coticen por encima de los dos punto tres (2.3) smlmv deberán seleccionar una Administradora del Componente Complementario de Ahorro Individual dentro de los primeros seis (6) meses, contados a partir de la expedición de la presente ley. Vencido el plazo, en caso de no hacerlo, serán asignados aleatoriamente, a través del mecanismo que establezca el Gobierno Nacional.",
      "type": "article"
    },
    {
      "article_number": "13",
      "content": "PRESTACIONES EN EL SISTEMA DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ. Son Prestaciones del Sistema de Protección Social Integral para la Vejez: El Sistema de Protección Social Integral para la Vejez reconoce como prestaciones: Pensión de Vejez, Pensión de Invalidez, Pensión de Sobrevivientes, Auxilio Funerario, Indemnización Sustitutiva y/o Devolución de Aportes para pensiones de invalidez y muerte, y el pago de Ley 2381 de 2024 6 EVA - Gestor Normativo Departamento Administrativo de la Función Pública incapacidades conforme a lo establecido en la normatividad vigente. Para la población beneficiaria de lo dispuesto en el",
      "type": "article"
    },
    {
      "article_number": "14",
      "content": "CARACTERÍSTICAS DE LAS PRESTACIONES EN EL SISTEMA DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ. Son características de las prestaciones en el Sistema de Protección Social Integral para la Vejez:1 .La Pensión de Vejez Integral reconocida en el Pilar Contributivo, estará conformada por el valor determinado en el Componente de Prima Media más el valor determinado en el Componente Complementario de Ahorro Individual si a ello hubiere lugar, y se tratará de una linica pensión integral.2. Para el reconocimiento de las prestaciones del Sistema de Protección Social Integral para la Vejez en el Pilar Contributivo, en sus Componentes de Prima Media y Complementario de Ahorro Individual, se tendrán en cuenta las semanas cotizadas en este régimen y las cotizadas con anterioridad a la vigencia de la presente Ley, en cualquiera de los regímenes existentes, así como los tiempos realizados a cualquier caja, fondo o entidad del sector público o privado, si a ello hubiere lugar; así mismo, las semanas que se hayan cotizado dentro de la equivalencia contemplada en el programa de Beneficios Económicos Periódicos BEPS, los tiempos que hayan sido convalidados a través de bonos pensiona les, títulos pensiona les y cálculo actuarial por omisión si a ello hubiera lugar y a satisfacción de la administradora.3. Se Podrá disponer de los recursos cotizados y ahorrados en el Componente Complementario de Ahorro Individual con el fin de acreditar el requisito de semanas mínimas para adquirir el derecho a la pensión en el Componente de Prima Media, a través de un sistema actuarial de equivalencias que calcule el valor de las semanas, el cual será reglamentado por el Gobierno Nacional.4. Las personas que coticen en el Pilar Contributivo que no logren cumplir con los requisitos para tener una pensión integral de vejez, Podrán acceder a una prestación anticipada de conformidad con lo establecido en la presente ley. 5. Las pensiones de invalidez y sobrevivientes se reconocerán por la Administradora del Componente de Prima Media, quien deberá contratar un seguro previsional o el mecanismo que defina el Gobierno Nacional para el cubrimiento de estas contingencias.6. En desarrollo del principio de solidaridad, en el Pilar Contributivo se garantiza el reconocimiento y pago de una pensión mínima siempre que se cumpla con los requisitos establecidos en el Componente de Prima Media, en los términos de la presente ley.7. Las personas que hayan realizado aportes a los Regímenes Pensionales anteriores a la vigencia de la presente ley, tendrán derecho a que se le reconozcan los valores aportados a través de la expedición de un Bono, Título Pensional o Devolución de Aportes con destino a la administradora que reconocerá la Pensión Integral de Vejez. El Gobierno Nacional reglamentará las disposiciones y condiciones requeridapara que los afiliados beneficiarios del presente numeral rediman su bono a la edad establecida para acceder a la Pensión Integral de Vejez. 8. No Podrá otorgarse una prestación del Componente de Ahorro Individual del Pilar Contributivo sin que se hayan cumplido los requisitos para acceder a una prestación del Componente Contributivo de Prima Media, en todo caso se Podrá hacer uso del sistema actuarial de equivalencias para completar los requisitos del Componente de Prima Media, entendiendo que la prestación es única e integral. PARÁGRAFO: La contratación del seguro provisional a la que hace mención el numeral 5, deberá regirse bajo los principios de selección objetiva, pluralidad de oferentes, eficacia, economíp, celeridad, imparcialidad y publicidad, con el fin de que haya transparencia en los procesos de selección y contratación.",
      "type": "article"
    },
    {
      "article_number": "15",
      "content": "REAJUSTE DE LAS PRESTACIONES Y PENSIONES DEL SISTEMA DE PROTECCIÓN INTEGRAL PARA LA VEJEZ. Los Beneficios Económicos Periódicos del Pilar Semicontributivo se ajustarán anualmente, el primero de enero de cada año, según la variación porcentual del Índice de Precios al Consumidor, certificado por el DANE para el año inmediatamente anterior. De otra parte, con el objetivo de que las pensiones mantengan su poder adquisitivo constante, se reajustarán anualmente de oficio, el primero de enero de cada año, según la variación porcentual del Índice de Precios al Consumidor, certificado por el DANE para el año inmediatamente anterior. No obstante, las prestaciones que se reconozcan en el Componente de Prima Media cuyo monto mensual sea igual al salario mínimo legal mensual vigente, serán reajustadas de oficio cada vez y con el mismo porcentaje en que se incremente dicho salario. El valor de la prestación reconocida en el Componente Complementario de Ahorro Individual se ajustará anualmente según la variación porcentual del Índice de Precios al Consumidor, certificado por el DANE para el año inmediatamente anterior.",
      "type": "article"
    },
    {
      "article_number": "16",
      "content": "INCOMPATIBILIDAD PENSIONAL. Ninguna persona Podrá recibir simultáneamente prestaciones de invalidez por riesgo comCln y de vejez. La pensión familiar será incompatible con cualquier tipo de pensión, incluida la pensión de sobrevivientes. En todo caso, se continuará reconociendo la que sea más favorable al beneficiario. Las pensiones de que trata está ley solo son compatibles con aquellas que se causen y reconozcan en el sistema de riesgos laborales. CAPÍTULO III. CARACTERÍSTICAS DE LOS PILARES",
      "type": "article"
    },
    {
      "article_number": "18",
      "content": "CARACTERÍSTICAS DEL PILAR SEMICONTRIBUTIVO. Serán beneficiarios(as) de este Pilar Semicontributivo: a) Los(as) colombianos(as) residentes en el territorio nacional mayores de sesenta y cinco (65) años hombres y sesenta (60) años mujeres que hayan contribuido al Sistema de Protección Social Integral para la Vejez entre trescientas (300) y menos de mil (1000) semanas y que sean elegibles para el Pilar Solidario. Para este grupo de personas, el beneficio consistirá en una Renta Vitalicia que se determinará con base en la suma de los siguientes valores: i) Para el Componente de Prima Media del Pilar Contributivo, el valor de las cotizaciones traído a valor presente con la inflación fin de período del Índice de Precios al Consumidor (IPC) publicado por el Departamento Administrativo Nacional de Estadística (DANE); y ii) Para el Componente Complementario de Ahorro Individual del Pilar Contributivo, el saldo de la cuenta de ahorro individual. Le corresponde al Ministerio del Trabajo garantizar y vigilar la efectiva inclusión de los elegibles para el pilar solidario de que trata el literal a) de este artículo. Este grupo de personas también recibirán la prestación que se otorgue en el Pilar Solidario. b) Los(as) afiliados al sistema mayores de sesenta y cinco (65) años hombres y sesenta (60) años mujeres que hayan contribuido al Sistema de Protección Social Integral para la Vejez entre trescientas (300) y menos de mil (1000) semanas y que no sean elegibles para el Pilar Solidario. Para este grupo de personas, el beneficio consistirá en una Renta Vitalicia que se determinará con base en la suma de los siguientes valores: i) Para el Componente de Prima Media del Pilar Contributivo, el valor de las cotizaciones traído a valor presente con la inflación fin de período del Índice de Precios al Consumidor (IPC) publicado por el Departamento Administrativo Nacional de Estadística (DANE) aumentado en un 3% efectivo anual y un subsidio, equivalente al 20% en el caso de los hombres y 30% para las mujeres, del saldo restante; y ii) Para el Componente Complementario de Ahorro Individual del Pilar Contributivo, el saldo de la cuenta de ahorro individual, que incluye bonos pensionales si hubiere Ley 2381 de 2024 8 EVA - Gestor Normativo Departamento Administrativo de la Función Pública lugar. PARÁGRAFO 1. Las personas cuyo ingreso haya sido inferior a un salario mínimo legal mensual vigente y hayan realizado aportes de acuerdo con su capacidad económica a través del Programa de Beneficios Económicos Periódicos BEPS, Podrán incluir dentro de la suma que determinará la Renta Vitalicia el valor de dichos aportes traídos a valor presente con la inflación de periodo del Índice de Precios al Consumidor (IPC) publicado por el Departamento Administrativo Nacional de Estadística (DANE) con un subsidio mínimo del 30% de conformidad con la normatividad vigente o la que expida el Gobierno Nacional, o ser susceptibles de devolución, en su totalidad y en un solo pago, previo el cumplimiento de los respectivos requisitos de edad, establecidos en la normatividad vigente. Estos beneficiarios de acuerdo con la focalización Podrán recibir el Pilar Solidario si cumplen los requisitos establecidos en el",
      "type": "article"
    },
    {
      "article_number": "38",
      "content": "de la presente ley, para los casos en que aplique el empleo de este beneficio. La coordinación, organización y trámites administrativos se realizarán ante la Administradora Colombiana de Pensiones - COLPENSIONES, de conformidad con la reglamentación que se expida para tal efecto. PARÁGRAFO 3. Aquellos(as) afiliados(as) que hayan cotizado hasta 299 semanas se les otorgará una indemnización sustitutiva en la misma forma como está previsto en el",
      "type": "article"
    },
    {
      "article_number": "37",
      "content": "de la ley 100 de 1993 para el Componente de Prima Media y en el caso de que tengan ahorros en su cuenta individual, la Devolución de Saldos y sus rendimientos en el Componente Complementario de Ahorro Individual, se hará en la misma forma tal como está previsto en el",
      "type": "article"
    },
    {
      "article_number": "66",
      "content": "de la ley 100 de 1993. Deberán manifestar al fondo pensional su intención de acogerse a esta modalidad. PARÁGRAFO 4. En ningún caso la Renta Vitalicia de que trata el presente artículo constituye una pensión y solo se Podrá acceder a ella luego del agotamiento de las otras pOSibilidades que ofrece esta ley en materia de equivalencias. Mientras no se cumpla el requisito de edad de este pilar y se cumplan los requisitos de cotización, se mantendrán la cobertura de los riesgos de invalidez y muerte. PARÁGRAFO 5. A partir del 1 de enero de 2036, el número de semanas contribuidas al Sistema de Protección Social Integral para la Vejez definidos en los literales a y b será para los hombres entre trescientas (300) y menos de mil trescientas (1300) semanas.",
      "type": "article"
    },
    {
      "article_number": "19",
      "content": "CARACTERÍSTICAS DEL PILAR CONTRIBUTIVO. Son características del Pilar Contributivo las siguientes: a) Este Pilar está comprendido por dos componentes: el Componente de Prima Media y el Componente Complementario de Ahorro Individual. b) El Componente de Prima Media, está integrado por todos los(as) afiliados(as) al Pilar Contributivo y recibirá las cotizaciones por los ingresos base de cotización entre un (1) salario mínimo legal y hasta dos punto tres (2.3) salarios mínimos legales mensuales vigentes. c) El Componente Complementario de Ahorro Individual, recibirá las cotizaciones por la parte del ingreso base de cotización que exceda los dos punto tres (2.3) salarios mínimos legales mensuales vigentes y hasta los veinticinco (25) salarios mínimos legales mensuales vigentes. d) En el Componente de Ahorro Individual las administradoras ofrecerán diferentes fondos generacionales que reglamentará el Gobierno Nacional, con una adecuada conformación de la cuenta individual y una eficiente gestión de los recursos por parte de la administradora. Durante la etapa de ahorro, la administradora invertirá los recursos con el objetivo de procurar la mejor mesada pensional posible, teniendo en cuenta los riesgos de conversión de activos a ingresos para el retiro de los afiliados. La administradora invertirá los recursos de cada . fondo generacional asumiendo un nivel de riesgo adecuado y decreciente a medida que se acerca la edad de jubilación de los beneficiarios de cada fondo generacional. El gobierno reglamentará medidas de desempeño y de riesgo que tengan en cuenta los riesgos de conversión de activos a mesada pensional, que serán reportadas por las administradoras. e) El monto de la Pensión Integral de Vejez estará conformado por una única pensión reconocida y pagada en el Componente de Prima Media por parte de la administradora del componente COLPENSIONES más el valor de la prestación determinada en el Componente Complementario de Ahorro Individual, de conformidad con lo señalado en esta ley y la reglamentación que se expida para tal efecto. f) Las Entidades Administradoras tanto del Componente de Prima Media, como del Componente Complementario de Ahorro Individual, reconocerán la totalidad de la pensión integral de vejez en un tiempo no superior a cuatro (4) meses después de radicada la solicitud por parte del(a) peticionario(a) y/o el(la) empleador(a) quien también Podrá solicitar el reconocimiento de la misma en nombre de aquel(la), con la correspondiente documentación que acredite su derecho. Las administradoras no Podrán aducir que las diferentes entidades no les han expedido el bono pensional e, la cuota parte de bono, la cuota parte o su equivalente en financiación para no reconocer la pensión en dicho término. Una vez reconocida la pensión, las administradoras tendrán un plazo máximo de sesenta (60) días calendario para la inclusión en nómina de la persona pensionada. Ley 2381 de 2024 9 EVA - Gestor Normativo Departamento Administrativo de la Función Pública El Gobierno Nacional reglamentará el procedimiento para la solicitud, reconocimiento y pago de la Pensión Integral de Vejez. g) No Podrá otorgarse un beneficio en el Componente Complementario de Ahorro Individual del Pilar Contributivo sin que se cumplan los requisitos de edad y semanas cotizadas del Componente de Prima Media. h) En caso de no cumplir con el número de semanas mínimas en el Componente de Prima Media se Podrá hacer uso de un sistema actuarial de equivalencias, que permita acreditar semanas adicionales con el objetivo de completar el nl:lmero mínimo de semanas requerídas, usando los recursos disponibles en el Componente Complementario de Ahorro Individual. El sistema actuarial de equivalencias será reglamentado por el Gobierno Nacional en el término de 6 meses contados a partir de la expedición de la presente ley. i) Las personas que realicen cotizaciones al Componente Complementario de Ahorro Individual Podrán escoger y trasladarse libremente entre entidades administradoras cada seis (6) meses y entre los Fondos de Pensiones gestionados por ellas según la regulación aplicable para el efecto. En todo caso, dentro del esquema de fondos generacionales, se aplicará lo definido por el Gobierno Nacional sobre reglas de asignación para aquellos afiliados que no escojan el fondo de pensiones dentro de los tiempos definidos por las normas respectivas. Por su parte, el (la) afiliado(a) deberá manifestar de forma libre y expresa a la administradora correspondiente, que entiende las consecuencias derivadas de su elección en cuanto a los riesgos y beneficios que caracterizan este fondo. j) El conjunto de las cuentas individuales de ahorro pensional del Componente Complementario de Ahorro Individual constituye un patrimonio autónomo propiedad de los afiliados con destinación específica de protección social integral para la vejez, denominado Fondo de Pensiones, el cual es independiente del patrimonio de la entidad administradora. k) Los recursos de las cuentas individuales estarán invertidos en Fondos de Pensiones cuyas condiciones y características serán determinadas por el Gobierno l'Jacional. l) Las entidades administradoras del Componente Complementario de Ahorro Individual deberán garantizar una rentabilidad mínima del Fondo de Pensiones que administran; el patrimonio de las entidades administradoras garantiza el pago de la rentabilidad mínima y el desarrollo del negocio de administración del fondo de pensiones. m) El Estado garantiza los ahorros de la persona y el pago del componente complementario de Ahorro Individual a que éste tenga derecho, cuando las entidades administradoras incumplan suS obligaciones, en los términos de la presente ley, revirtiendo contra el patrimonio de las entidades administradoras y aplicando las sanciones pertinentes por incumplimiento, de acuerdo con la reglamentación que expida el Gobierno Nacional. n) Tendrán derecho al reconocimiento de un bono con destino al Componente Complementario de Ahorro Individual correspondiente a los aportes o tiempos en el régimen existente de Prima con Prestación Definida previo a la entrada en vigencia de la presente ley quienes hayan efectuado aportes o cotizaciones a dicho régimen mayores a dos punto tres (2.3) salarios mínimos legales mensuales vigentes a las cajas, fondos o entidades del sector público, o prestado servicios como servidores p(lblicos, o a un título pensional a quienes hayan trabajado en empresas que tienen a su exclusivo cargo las pensiones de sus trabajadores y trasladen la parte proporcional del cálculo actuarial Este bono o título pensional será entregado cuando el afiliado (a) solicité el reconocimiento de la pensión. o) Los valores contenidos en las cuentas de ahorro individual que a la entrada en vigencia de esta ley administren las Administradoras del Régimen de Ahorro Individual con Solidaridad, seguirán siendo administradas por las Administradoras de Fondos de Pensiones hasta el momento en que se consolide la pensión integral de vejez, momento en el cual el valor de las cotizaciones realizadas junto con los rendimientos hasta por los dos punto tres (2.3) smlmv serán traslados al Componente de Prima Media administrado por COLPENSIONES y el valor que exceda de la cotización de dos punto tres (2.3) smlnw continuará en el Componente Complementario de Ahorro Individual para constituir una renta vitalicia para la pensión integral. p) La pensión de invalidez y sobrevivientes será reconocida en el Componente de Prima Media por la Administradora del Componente COLPENSIONES, dentro de los dos (2) meses siguientes a la radicación de la solicitud. El Gobierno Nacional coordinará con las entidades competentes del Sistema General de Seguridad Social para garantizar la interoperabilidad y el traslado de información referente a la historia laboral, historia clínica y demás información pertinente para resolver el trámite de las solicitudes de pensión de invalidez en los términos previstos de manera célere y eficiente. q) El pago de la pensión de invalidez y sobrevivientes será realizado por el Componente de Prima Media por parte de la Administradora Colombiana de Pensiones COLPENSIONES o por el mecanismo que defina el Gobierno Nacional y de acuerdo con la reglamentación que se expida. El valor que reconocerá el seguro previsional para financiar las pensiones de invalidez y sobrevivientes será calculada en función de una renta temporal hasta que el pensionado cumpla la edad de la pensión de vejez definido en la presente norma, el pago de estas pensiones estará a cargo de manera exclusiva de la aseguradora. En el monto necesario para el pago de estas pensiones de invalidez y de sobrevivientes, la aseguradora no Podrá hacer uso del bono pensional ni de los aportes o rendimientos que tengan los afiliados en el Componente Complementario de Ahorro Individual. Ley 2381 de 2024 10 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Una vez cumplida la edad de vejez definida en esta ley, el pagador de las pensiones de invalidez y sobrevivientes, de manera vitalicia, será Col pensiones. El Gobierno Nacional reglamentará las condiciones de funcionamiento del seguro y los esquemas de cobertura de los riesgos derivados del pago de las mesadas pensiona les de vejez, invalidez y sobrevivencia.",
      "type": "article"
    },
    {
      "article_number": "20",
      "content": "OBLIGATORIEDAD Y MONTO DE LAS COTIZACIONES. La cotización al Pilar Contributivo será del 16% del Ingreso Base de Cotización. Los empleadores pagarán el 75% de la cotización total y los trabajadores el 25% restante. Durante la vigencia de la relación laboral o del contrato de prestación de servicios, los(as) trabajadores(as) y sus empleadores(as), así como los(as) contratistas, 10s(las) independientes y rentistas de capital deberán efectuar cotizaciones obligatorias al Pilar Contributivo 1.Frente a la contribución obligatoria del 16% del Ingreso Base de Cotización, quienes tengan un Ingreso Base de Cotización igualo superior a cuatro (4) salarios mínimos legales mensuales vigentes (smlmv) y menor a siete (7) smlmv tendrán a su cargo un aporte adicional destinado al Fondo de Solidaridad Pensional de uno punto cinco por ciento (1.5 %) de su Ingreso Base de Cotización. 2.Frente a la contribución obligatoria del 16% del Ingreso Base de Cotización, quienes tengan un Ingreso Base de Cotización igualo superior a siete (7) smlmv y menor a once (11) smlmv tendrán a su cargo un aporte adicional destinado al Fondo de Solidaridad Pensional de uno punto ocho por ciento (1.8%) de su Ingreso Base de Cotización. 3.Frente a la contribucion obligatoria del 16% del Ingreso Base de Cotización, quienes tengan un Ingreso Base de Cotización igualo superior a once (11) smlmv y menor a diez y nueve (19) smlmv tendrán a su cargo un aporte adicional destinado al Fondo de Solidaridad Pensional de dos punto cinco por ciento (2.5%) de su Ingreso Base de Cotización. 4.Frente a la contribución obligatoria del 16% del Ingreso Base de Cotización, quienes tengan un Ingreso Base de Cotización igualo superior a diez y nueve (19) smlmv y menor o igual a veinte (20) smlmv tendrán a su cargo un aporte adicional destinado al Fondo de Solidaridad Pensional de dos punto ocho por ciento (2.8%) de su Ingreso Base de Cotización. 5.Frente a la contribución obligatoria del 16% del Ingreso Base de Cotización, quienes tengan un Ingreso Base de Cotización superior a veinte (20) smlmv tendrán a su cargo un aporte adicional destinado al Fondo de Solidaridad Pensional de tres por ciento (3.0%) de su Ingreso Base de Cotización. Los(as) pensionados(as) que devenguen una mesada superior a diez (10) salarios mínimos legales mensuales vigentes y hasta veinte (20) salarios mínimos legales mensuales vigentes, contribuirán para el Fondo de Solidaridad Pensional para la Subcuenta de Subsistencia en un uno por ciento 1%, Y los que devenguen más de veinte (20) salarios mínimos contribuirán en un dos por ciento 2% para la misma cuenta. En ningún caso la base de cotización en el Pilar Contributivo Podrá ser inferior al monto del salario mínimo legal vigente, salvo para aquellas personas que cotizan por semanas, quienes lo harán sobre la correspondiente proporción.",
      "type": "article"
    },
    {
      "article_number": "21",
      "content": "RESPONSABILIDAD POR EL PAGO DE LAS COTIZACIONES. EI(la) empleador(a), contratante de prestación de servicios o contratista, será responsable de realizar la cotización al Sistema de Protección Social Integral para la Vejez, invalidez y sobreviviente. EI(la) empleador(a), contratante de prestación de servicios o contratista asumirá el porcentaje que le corresponde y descontará el porcentaje del salario y/o honorarios a cargo del(la) trabajador(a) o contratista, en el momento del pago, si a ello hubiere lugar. EI(la) empleador(a) contratante de prestación de servicios o contratista responderá por la totalidad de la cotización aún en el evento de que no hubiere efectuado el descuento al(la) trabajador(a), o afiliado. El (la) trabajador(a) independiente es el responsable de su propio pago. Los aportes Podrán ser realizados por terceros a favor del afiliado sin que tal hecho implique por sí solo la existencia de una relación laboral, sin que por ello se entiendan habilitadas formas de contratación prohibidas expresamente por la ley. Para verificar los aportes, Podrán efectuarse cruces con la información de las autoridades tributarias y, así mismo, solicitar otras informaciones reservadas, pero en todo caso dicha información no Podrá utilizarse para otros fines. Las cotizaciones que no se consignen dentro de los plazos señalados para el efecto, generarán un interés moratorio a carqo del(la) empleador(a), contratante o contratista, igual al que rige para el impuesto sobre la renta y complementarios. En caso de omisión en la afiliación se generará cálculo actuaria\\. El Gobierno nacional reglamentará la forma de realizar el cobro de los aportes dejados de realizar en la oportunidad por parte del(la) empleador(a), contratante o contratista. Estos intereses se abonarán proporcionalmente al fondo de reparto del Componente de Prima Media o en la cuenta individual del Componente Complementario de Ahorro Individual, según corresponda. Los(as) ordenadores(as) del gasto de las entidades del sector público que sin justa causa no dispongan la consignación oportuna de las cotizaciones, incurrirán en causal de mala conducta, que será sancionada con arreglo al régimen disciplinario vigente. En todas las entidades del sector pLlblico será obligatorio incluir en el presupuesto las partidas necesarias para el pago del aporte del(la) empleador(a), contratante o contratista, al sistema de protección social integral para la vejez, invalidez y sobreviviente, como requisito para la presentación, trámite y estudio por parte de la autoridad correspondiente. Ley 2381 de 2024 11 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Corresponde a la Unidad de Gestión de Pensiones y Parafiscales - UGPP adelantar las acciones de determinación y cobro con motivo del incumplimiento de las obligaciones del empleador, contratante o contratista, de conformidad con los artículos 178,179 Y 180 de la Ley 1607 de 2012 o las normas que las modifiquen o sustituyan. En el caso de los independientes, éstos Podrán afiliarse y pagar las cotizaciones al sistema por intermedio de agremiaciones o asociaciones debidamente autorizadas, de acuerdo con la reglamentación existente. PARÁGRAFO 1o. Cuando el empleador no hubiere realizado la afiliación del trabajador por un periodo anterior al 31 de marzo de 1994, ya sea por actos de fuerza o por falta de cobertura de la entidad de seguridad social en pensiones, el título pensional se calculará con base en el Índice de Precios al Consumidor (IPC) certificado por el DANE aumentado en un 3% efectivo anual. PARÁGRAFO 2o. Las obligaciones por deuda pensional por tiempos de servicio no cotizados antes de 1994 a cargo de las empresas empleadoras, que no hayan sido reconocidas y pagadas bajo la figura de conmutación pensional; integración de cálculos actuariales; títulos o bonos pensionales, prestarán merito ejecutivo previa constitución en mora del empleador deudor por parte de la Administradora de Pensiones. La UGPP contará con las competencias para el cobro coactivo de estas obligaciones incluidas las empresas que sean reportadas por las Administradoras de Pensiones. PARÁGRAFO 3o. Las mujeres que tengan ingresos menores a un (1) salario mínimo legal mensual vigente, y que no cuenten con vinculación laboral o contractual y se encuentren afiliadas al sistema de salud, sea como beneficiarias o en el régimen subsidiado; Podrán realizar sus aportes al pilar contributivo por un (1) salario mínimo legal mensual vigente, el cual será pagado a través de tercero sin necesidad de realizar el aporte obligatorio en salud.",
      "type": "article"
    },
    {
      "article_number": "22",
      "content": "INGRESO BASE DE COTIZACIÓN EN EL SISTEMA DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ. El límite de la base de cotización será veinticinco (25) smlv para trabajadores (as)del sector publico y privado El Ingreso Base de Cotización en el Sistema de Seguridad Social Integral y de Protección Social Integral para la Vejez, será el siguiente: A) Para 10s(las) trabajadores(as) dependientes: La base para calcular las cotizaciones será el salario mensual. El salario mensual base de cotización para los(as) trabajadores(as) particulares será el que resulte de aplicar lo dispuesto en el",
      "type": "article"
    },
    {
      "article_number": "127",
      "content": "del Código Sustantivo del Trabajo o el que lo modifique o sustituya. El salario mensual base de cotización para los servidores del sector público será el que se señale, de conformidad con lo dispuesto en la Ley 4 de 1992. Las cotizaciones de 10s(las) trabajadores(as) cuya remuneración se pacte bajo la modalidad de salario integral, se calculará sobre el 70% de dicho salario integral. En todo caso el monto de la cotización mantendrá siempre una relación directa y proporcional al monto de la pensión. En aquellos casos en los cuales el(la) afiliado(a) perciba salario de dos o más empleadores, las cotizaciones correspondientes serán efectuadas en forma proporcional al salario o ingreso deven'gado de cada uno de ellos, y dichos salarios o ingresos se acumularán hasta el tope máximo de cotización para todos los efectos de esta Ley. B) Para los(as) trabajadores(as) independientes: Los independientes por cuenta propia y los trabajadores independientes con contratos diferentes a prestación de servicios personales con ingresos netos mensuales iguales o superiores a un (1) salario mínimo legal mensual vigente efectuarán su cotización mes vencido, sobre una base mínima de cotización del cuarenta por ciento (40%) del valor mensual de los ingresos causados para quienes están obligados a llevar contabilidad, o los efectivamente percibidos para los que no tienen dicha obligación, sin incluir el valor del impuesto sobre las ventas - IVA. La Dirección de Impuestos y Aduanas Nacionales (DIAN) implementará gradualmente estrategias para facilitar que los independientes con contratos diferentes a prestación de servicios personales lleven registros contables. Sin perjuicio de lo anterior, quienes no están obligados a llevar contabilidad y decidan llevarla en debida forma, Podrán tomar como ingresos para determinar la base de cotización el valor causado o· el efectivamente percibido. En estos casos será procedente la imputación de costos y deducciones siempre que se cumplan los criterios determinados en el",
      "type": "article"
    },
    {
      "article_number": "107",
      "content": "del Estatuto Tributario y sin exceder los valores incluidos en la declaración de renta de la respectiva vigencia. Los trabajadores independientes . con .ingresos netos mensuales iguales o superiores a un (1) salario mínimo legal mensual vigente que celebren contratos de prestación de servicios personales, cotizarán mes vencido al Sistema de Seguridad Social Integral, sobre una base mínima del cuarenta por ciento (40%) del valor mensualizado del contrato, sin incluir el valor del impuesto sobre las ventas -IVA. Cuando las personas objeto de la aplicación de la presente ley, ya sea como trabajadores dependientes o independientes, perciban ingresos de forma simultánea provenientes de la ejecución de varias actividades o contratos, las cotizaciones correspondientes serán efectuadas por cada uno de los ingresos percibidos de conformidad con la normatividad aplicable PARÁGRAFO 1. Para el caso de los trabajadores independientes, se dará aplicación al",
      "type": "article"
    },
    {
      "article_number": "89",
      "content": "de la Ley 2277 de 2022 o la norma que la modifique o sustituya. Ley 2381 de 2024 12 EVA - Gestor Normativo Departamento Administrativo de la Función Pública PARÁGRAFO 2. La UGPP Podrá aplicar el esquema de presunción previsto en el parágrafo anterior a los procesos de fiscalización en curso y a los que se inicien respecto de cualquier vigencia fiscal y a los que, siendo procedente y sin requerir el consentimiento previo, estén o llegaren a estar en trámite de resolver a través de revocación directa y no dispongan de una situación jurídica consolidada por pago. En aquellos casos en los cuales el (la) afiliado(a) perCiba contraprestación de dos o más contratantes, las cotizaciones correspondientes serán efectuadas en forma proporcional al salario o ingreso devengado de cada uno de ellos, y dichos salarios o ingresos se acumularán hasta el tope máximo de cotización para todos los efectos de esta Ley. Las personas que desarrollan una actividad económica principal que estén ubicados en el área rural, centro municipal o centros poblados y sus ingresos sean estacionales Podrán realizar la cotización de hasta por 12 (doce) meses hacia futuro en un mismo año calendario en un solo pago, aportando sobre el ingreso base del año en que se realiza el aporte. En todo caso el Gobierno Nacional reglamentará las condiciones operativas",
      "type": "article"
    },
    {
      "article_number": "77",
      "content": "de la presente ley. 4. La totalidad de los ingresos por traslados del Régimen de Ahorro Individual con Solidaridad a Col pensiones, que correspondan a afiliados que pertenezcan al régimen de transición establecido en el",
      "type": "article"
    },
    {
      "article_number": "25",
      "content": "EL FONDO DE SOLIDARIDAD PENSIONAL. El Fondo de Solidaridad Pensional a través de la Subcuenta, de Solidaridad, tiene por objeto ampliar la cobertura y subsidiar o cofinanciar las cotizaciones al Sistema de Protección Sociai Integral para la Vejez de los grupos de población que por sus características y condiciones socio económicas . no pueden realizar la cotización completa en el Pilar Contributivo, tales como trabajadores(as) independientes, trabajadores rurales.. campesinos, desempleados(as), artistas, deportistas, la mujer en ejercicio de la economía del cuidado, madres FAMI, voluntarios, personas en situación . de discapacidad, población Rrom, indígenas, negros, afrocolombianos, raizales y palenqueros, así como a los(las) trabajadores(as) que carezcan de suficientes recursos para efectuar la totalidad de la cotización. Ley 2381 de 2024 14 EVA - Gestor Normativo Departamento Administrativo de la Función Pública La Subcuenta de Subsistencia estará dirigida a financicr el Pilar Solidario a la protección de las personas en situación de pobreza extrema pobreza o vulnerabilidad, las madres comunitarias, sustitutas y FAMI, que reúnan los requisitos del pilar solidario, mediante un subsidio económico, cuyo origen, monto y regulación se establece en esta ley. La identificación de los posibles beneficiarios correspondientes a ex madres y padres comunitarios, así como ex madres y padres sustitutos de este subsidio la realizará el Instituto Colombiano de Bienestar Familiar ICBF, entidad que complementará en una proporción que se defina el subsidio a otorgar por parte de la Subcuenta de Subsistencia del Fondo de Solidaridad Pensiona!. El Gobierno Nacional reglamentará la materia, sin detrimento del presupuesto asignado para la protección de los niños, niñas y adolescentes y el buen funcionamiento de la entidad. Para los fines del presente artículo, el Gobierno Nacional Podrá hacer uso de otras fuentes de información disponibles de personas en condición de vulnerabilidad con el fin de examinar alternativas para facilitar el diseño de los mecanismos de asignación de beneficios y ampliar la cobertura de los servicios sociales complementarios con cargo al Fondo de Solidaridad Pensiona!. PARÁGRAFO 1. El Ministerio de Trabajo establecerá e implementará una estrategia de comunicación a través de medios y mecanismos que faciliten el acceso diferencial de diversas poblaciones para dar a conocer a toda la población el funcionamiento de este fondo. PARÁGRAFO 2. El Ministerio del Trabajo coordinará con las entidades del Gobierno Nacional, para garantizar que los beneficiarios del Fondo de Solidaridad Pensional clasificadas como vulnerables; que por causa de vinculación laboral o contractual queden suspendidos del régimen subsidiado y sus beneficios; retornen nuevamente a estos al momento de quedar cesantes. Para tal fin, el Gobierno Nacional definirá el trámite y los requisitos, así como el procedimiento de interoperabilidad institucional de los sistemas de información para facilitar el proceso. Lo anterior sin perjuicio de que las entidades encargadas de la caracterización requieran la verificación de requisitos para el reintegro. El todo caso el retorno al régimen subsidiado, bajo el cumplimiento de requisitos, no Podrá tomar más de 5 días hábiles luego de la solicitud.",
      "type": "article"
    },
    {
      "article_number": "26",
      "content": "RECURSOS. EL FONDO DE SOLIDARIDAD PENSIONAL TENDRÁ LAS SIGUIENTES FUENTES DE RECURSOS EN CADA UNA DE SUS SUBCUENTAS. Subcuenta de Solidaridada) Cero punto cinco puntos porcentuales (0.5 pp) de la cotización adicional sobre el Ingreso Base de Cotización a la que hace referencia el",
      "type": "article"
    },
    {
      "article_number": "179",
      "content": "de la Ley 1607 de 2012 o las disposiciones que la modifiquen o sustituyan.f) Los recursos de que trata el",
      "type": "article"
    },
    {
      "article_number": "27",
      "content": "COTIZACIÓN POR PERÍODOS INFERIORES A UN MES, POR DÍAS O POR SEMANAS. En la afiliación al Sistema de Seguridad Social Integral de los(as) contratistas o trabajadores(as) dependientes que se encuentren vinculados laboralmente por periodos inferiores a un mes o por días, en virtud de un trabajo a tiempo parcial, o de los(as) trabajadores(as) independientes que perciban un ingreso mensual inferior a un (1) smlmv, la cotización se realizará de acuerdo con la reglamentación existente en la materia o la que expida el Gobierno nacional: a) Al régimen del Sistema de Seguridad Social en Salud, de acuerdo con la normatividad que corresponda. b) Al Pilar Contributivo del Sistema de Protección Social Integral para la Vejez: EI(la) empleador(a) y el(la) trabajador dependiente e independiente, deberán cotizar a este Sistema, en los porcentajes establecidos para realizar aportes al Ley 2381 de 2024 15 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Se Podrán realizar cotizaciones por días o por semanas de conformidad con la siguiente tabla: Días laborados en el mes: Entre 1 y 7 días Una (1) cotización mínima semanal Entre 8 y 14 días Dos (2) cotizaciones mínimas semanales Entre 15 y 21 días Tres (3) cotizaciones mínimas semanales Más de 21 días Cuatro (4) cotizaciones mínimas semanales (equivalen a un salario mínimo mensual). El gobierno nacional dentro del sistema de información para la protección social para la vejez, invalidez y muerte, diseñará una herramienta tecnológica interoperable, disponible en los territorios, con enfoque diferencial, que reduzca las cargas o trámites en la afiliación y pago de aportes al sistema de seguridad social integral, que facilite la afiliación, pago de aportes y acceso a la protección social en zonas rurales que incentive la formalidad. En el contexto del Sistema de Seguridad Social en Salud y el Sistema de Protección Integral para la Vejez, el Gobierno nacional, pondrá a disposición una herramienta tecnológica que permita reducir las cargas económicas implícitas en la realización de afiliaciones y pagos. Lo anterior con el fin de facilitar el acceso a la protección social en zonas rurales, impulsar la formalidad y, en general, simplificar y facilitar la afiliación y la realización de los aportes de los afiliados del sistema. Este servicio debe considerar la interoperabilidad con medios disponibles en los territorios, considerar los enfoques diferenciales adecuados y Podrá estar integrado al sistema de información mencionado en el",
      "type": "article"
    },
    {
      "article_number": "78",
      "content": "de la presente ley. Se garantizará que quienes realicen aportes al sistema mediante esta modalidad, Podrán acceder de manera simultánea a mecanismos de ahorro periódico o esporádico ofertados por el Gobierno nacional con el fin de mejorar sus cotizaciones y la mejor oportunidad de acceso a garantías de protección social para la vejez. El Gobierno nacional mediante reglamentación definirá los esquemas de seguimiento, prevención, monitoreo, control y sanción con el fin de mitigar los riesgos asociados al uso de la figura como medio para la precarización laboral y el menoscabo de los derechos y garantías contenidas en la presente ley en beneficio de los trabajadores. El Gobierno nacional, dentro del sistema de información para la protección social para la vejez, invalidez y muerte, diseñará una herramienta tecnológica interoperable, disponible en los territorios, con enfoque diferencial, que reduzca las cargas o trámites en la afiliación y pago de aportes al sistema de seguridad social integral, que facilite la afiliación, pago de aportes y acceso a la protección social en zonas rurales que incentive la formalidad. PARÁGRAFO 1. La contabilización de los días de cotización debe de ser continua, de lo contrario el trabajador tendrá derecho al pago de la cotización del mes completo. PARÁGRAFO 2. Los aportes de los afiliados al sistema por días o por semanas, son compatibles con los mecanismos de ahorro periódico o esporádico ofertados por el gobierno nacional con el fin de mejorar sus aportes y ampliar el acceso al sistema de protección social para la vejez, invalidez y muerte. El Gobierno nacional debe prevenir y controlar que no se use esta modalidad de aportes con fines de precarización laboral o que se menoscaben los derechos y garantías contenidas en la presente ley en beneficio de los afiliados.",
      "type": "article"
    },
    {
      "article_number": "28",
      "content": "BASE DE COTIZACIÓN MÍNIMA SEMANAL. El ingreso base para calcular la cotización mínima mensual al Sistema de Protección Social Integral para la Vejez y al sistema de Subsidio Familiar de las personas que coticen por días o por semanas será el correspondiente a una cuarta parte (1/4) del salario mínimo mensual legal vigente, el cual se denominará cotización mínima semanal. Para el Sistema de Riesgos Laborales, el ingreso base de cotización será el salario mínimo legal mensual vigente. PARAGRAFO Los términos de la cotización mínima diaria se harán en proporción a salario mínimo legal diario cuando la actividad y la regulación así lo permitan.",
      "type": "article"
    },
    {
      "article_number": "29",
      "content": "PORCENTAJE DE COTIZACIÓN. El monto de cotización que le corresponderá al (la) empleador(a) y al(la) trabajador(a) dependiente e independiente, se determinará aplicando los porcentajes establecidos en las normas generales que regulan los Sistemas de Riesgos Laborales, Subsidio Familiar y el Sistema de Protección Social Integral para la Vejez. El valor semanal del pago proporcional se reglamentará por parte del Gobierno Nacional.",
      "type": "article"
    },
    {
      "article_number": "30",
      "content": "MULTIPLICIDAD DE EMPLEADORES. Cuando un(a) trabajador(a) tenga simultáneamente más de un contrato de trabajo, cada empleador(a) deberá efectuar de manera independiente las cotizaciones correspondientes al pilar contributivo señalado en la presente ley. Ley 2381 de 2024 16 EVA - Gestor Normativo Departamento Administrativo de la Función Pública",
      "type": "article"
    },
    {
      "article_number": "31",
      "content": "MÍNIMO DE DERECHOS Y GARANTÍAS DE LOS(AS) TRABAJADORES(AS) DEPENDIENTES QUE COTIZAN POR DÍAS O POR SEMANAS. Las normas sobre salarios, jornada de trabajo, prestaciones sociales, vacaciones y demás que les sean aplicables en virtud de lo establecido en el Código Sustantivo del Trabajo, constituyen el mínimo de derechos y garantías consagradas en favor de los(as) trabajadores(as) por tiempo parcial, por lo tanto, no produce efecto alguno cualquier estipulación que pretenda afectar o desconocer tales derechos. La cotización por días o por semanas, tratándose de trabajadores(as) dependientes, en ningún caso exonerará alela) empleador(a) del pago de las prestaciones sociales y demás obligaciones a que haya lugar que se deriven de la relación laboral. CAPÍTULO VI. PENSIÓN INTEGRAL DE VEJEZ",
      "type": "article"
    },
    {
      "article_number": "32",
      "content": "LIQUIDACIÓN Y MONTO DE LA PENSIÓN INTEGRAL DE VEJEZ EN EL PILAR CONTRIBUTIVO. La liquidación de la Pensión Integral de Vejez se conformará por los valores determinados en cada uno de los componentes del Pilar Contributivo, así: (I) En el Componente de Prima Media del Pilar Contributivo se determinará de la siguiente forma: En el Componente de Prima Media, para tener derecho a la pensión integral de vejez, el(la) afiliado(a) deberá reunir las siguientes condiciones: 1. Haber cumplido cincuenta y siete (57) años de edad si es mujer, o sesenta y dos (62) años de edad si es hombre y; 2. Haber cotizado un mínimo de 1.300 semanas en cualquier tiempo. Las semanas mínimas de cotización que se exija a las mujeres para obtener la pensión de vejez a partir del 10. de enero del año 2025 se disminuirán hasta llegar a 1000 semanas de cotización. A partir del 10 de enero del 2025, se disminuirá en 25 semanas cada año, así: AÑOSEMANAAÑOSEMANA 20251275 20311125 20261250 20321100 20271225 20331075 20281200 20341050 20291175 20351025 20301150 20361000 Para los efectos de las disposiciones contenidas en la presente ley, se entiende por semana cotizada el período de siete (7) días calendario. La liquidación y el cobro de los aportes se hará sobre el número de días cotizados en cada período. I El monto de la mesada pensional se obtendrá de la siguiente manera: La tasa de reemplazo se calculará de acuerdo con la fórmula siguiente: r = 65.50 - 0.50 s, donde: r = porcentaje del ingreso de liquidación para el Componente de Prima Media. s =nlJmero de salarios mínimos legales mensuales vigentes a los que corresponde el ingreso base de liquidación del Pilar Contributivo del Componente de Prima Media. El Ingreso Base de Liquidación es el promedio de los ingresos base de cotización en el Componente de Prima Media, durante los últimos diez (10) años cotizados anteriores al reconocimiento de la pensión, actualizados anualmente con base en la variación del Índice de Precios al Consumidor, según certificación que expida el DANE. Cuando el promedio del ingreso base de liquidación, ajustado por inflación, calculado sobre los ingresos base de cotización de toda la vida laboral del(la) trabajador(a), resulte ser superior al previsto en el inciso anterior, se tomará este ingreso base de liquidación para la liquidación de la prestación del Componente de Prima Media. Por cada cincuenta (50) semanas adicionales a las mínimas requeridas, el porcentaje se incrementará en un 1.5% del ingreso base de liquidación, llegando a un monto máximo de la prestación Componente de Prima Media del 80% de dicho ingreso, en forma decreciente en función del nivel de ingreso base de liquidación, calculado con base en la fórmula establecida en el presente artículo. El valor total de la prestación del Componente de Prima Media no Podrá ser superior al ochenta (80%) del ingreso base de liquidación, ni inferior a un (1) smlmv. Se reconocerán y pagarán trece (13) mesadas anuales. (II) En el Componente Complementario de Ahorro Individual del Pilar Contributivo se determinará de la siguiente forma: En el Componente Complementario de Ahorro Individual se integra a todas las personas que hayan cotizado en cualquier momento de su vida laboral, desde más de dos punto tres (2.3) smlmv y hasta veinticinco (25) smlmv. Este Componente Complementario del Pilar Contributivo está basado en el ahorro proveniente de las cotizaciones y sus respectivos rendimientos Ley 2381 de 2024 17 EVA - Gestor Normativo Departamento Administrativo de la Función Pública financieros y propende por complementar el valor de la prestación obtenida en el Componente de Prima Media, para formar en conjunto la Pensión Integral de Vejez. La Administradora de Fondos de Pensiones del Pilar Contributivo en el Componente Complementario de Ahorro Individual certificará y remitirá a la Administradora del Componente de Prima Media COLPENSIONES lo siguiente: (i) El monto existente en la cuenta de ahorro individual del afiliado, compuesto por los aportes, sus rendimientos, y el bono pensional, que se emite a favor del afiliado a la Administradora del Fondo de Pensiones por cuenta de las cotizaciones sobre la porción del Ingreso Base de Cotización (IBC) que excedan de dos punto tres (2.3) smlmv realizadas en el Régimen de Prima Media con Prestación Definida, antes de la entrada en vigencia del Sistema de Protección Social Integral para la Vejez. (ii) El valor de la prestación del Componente Complementario de Ahorro Individual se calculará, a partir del valor existente en la cuenta de ahorro individual del(la) afiliado(a) estipulada en dicho componente y con la fórmula actuarial correspondiente a una renta mensual hasta su fallecimiento y la sustitución a sus beneficiarios de ley, por el tiempo a que ellos tengan derecho e incluirá el pago de trece (13) mesadas anuales. PARÁGRAFO: El Gobierno Nacional reglamentará los requisitos previstos en la presente Ley, para el acceso efectivo al derecho a la pensión de vejez para las mujeres. Dicha reglamentación contemplará la voluntariedad de las afiliadas al sistema de seguir cotizando hasta cumplir el máximo de tiempos y edad establecidos por la Ley para acceder a la pensión que más les convenga.",
      "type": "article"
    },
    {
      "article_number": "33",
      "content": "MECANISMO DE FINANCIACIÓN Y PAGO PARA LA ETAPA DE DESACUMULACIÓN. Con los recursos correspondientes al del Componente Complementario de Ahorro Individual de la Pensión Integral de Vejez, la administradora del régimen de prima media Colpensiones se Podrá constituir una renta vitalicia ofrecida mediante un mecanismo de mutualidad de riesgos u otras alternativas. El Gobierno Nacional reglamentará las condiciones de funcionamiento y administración de dicho mecanismo, que corresponderá a una universalidad, patrimonio autónomo, fondo mutuo u otras alternativas, cuya operación Podrá ser adjudicada mediante un proceso licitatorio, con observancia de los principios rectores que rigen la materia, con el fin de garantizar la debida transparencia dentro del proceso. El Gobierno Nacional reglamentará esquemas de cobertura de los riesgos, como los de extra longevidad, y jurídicos y aquellos a que se refiere el",
      "type": "article"
    },
    {
      "article_number": "45",
      "content": "de la Ley 1328 de 2009, derivados del pago de la mesada pensional. PARÁGRAFO. Los mecanismos de cobertura de riesgos que defina el Gobierno Nacional también deberán ser aplicados para los pensionados que se encuentran en la modalidad de retiro programado en el Régimen de Ahorro Individual con Solidaridad definido por la Ley 100 de 1993",
      "type": "article"
    },
    {
      "article_number": "34",
      "content": "INTEGRACIÓN Y PAGO DE LA PENSIÓN DE VEJEZ. Una vez se hayan determinado las cuantías en los dos componentes del Pilar Contributivo se integrara una sola pension que será reconocida y pagada por la administradora del Componente de Prima Media COLPENSIONES o a traves del mecanismo que defina el Gobierno Nacional, con los recursos que se obtienen del fondo común con respecto a la prestación que se genera en este Componente de Prima Media y se complementará el pago con el giro de los recursos que haga la Administradora del Componente de Ahorro Individual de la anualidad vitalicia que se haya generado por parte de dicho componente. CAPÍTULO VII. BENEFICIOS ESPECIALES FRENTE A LA PENSIÓN INTEGRAL DE VEJEZ",
      "type": "article"
    },
    {
      "article_number": "35",
      "content": "BENEFICIO PARA MADRES O PADRES CON HUO(A) INVÁLIDO O CON DISCAPACIDAD. La madre trabajadora o el padre trabajador cuyo hijo padezca discapacidad física o cognitiva permanente, del 50% o más debidamente calificada por la entidad competente, y hasta tanto permanezca en este estado y continúe, como dependiente de la madre o del padre, tendrá derecho a recibir la Pensión Especial de Vejez a cualquier edad, siempre que haya cotizado al Sistema cuando menos el mínimo de semanas exigido en el Componente de Prima l\"1edia para acceder a la pensión de vejez. El beneficiario deberá seguir realizando aportes de forma solidaria a pensión si se reincorpora a la fuerza laboral, dicho recaudo no será susceptible de solicitud de indemnización sustitutiva o de reliquidación sobre los aportes posteriores al reconocimiento de la pensión toda vez que el derecho ya se ha reconocido. PARÁGRAFO 1. En caso de que fallezca el padre o madre pensionado se aplicará lo dispuesto en materia de sustitución pensional. Cuando se tenga dos o más hijos con discapacidad, se aplicarán las normas de sustitución pensional. PARÁGRAFO 2. El beneficiario deberá reportar a Colpensiones cada 3 años el estado de salud que sustente la subsistencia de la condición de discapacidad. Se suspenderá el pago de la mesada pensional en tanto que no se presente el certificado de discapacidad de acuerdo a la reglamentación que expida el ministerio de salud en conjunto con Colpensiones, o la entidad que haga sus veces. PARÁGRAFO 3. Si la hija o hijo que padezca invalidez física o mental o discapacidad debidamente calificada, se incorpora, en virtud de las políticas públicas en la materia, al mercado laboral, la madre o el padre titular de la pensión especial de vejez no perderá el beneficio. Ley 2381 de 2024 18 EVA - Gestor Normativo Departamento Administrativo de la Función Pública PARÁGRAFO 4. El gobierno nacional reglamentará el trámite para la solicitud de la pensión anticipada de vejez por hijos con discapacidad. La solicitud deberá resolverse en máximo 60 días contados a partir de su solicitud y deberá aplicarse los recursos de reposición y apelación de conformidad con lo establecido en la ley 1437 de 2011 o la que haga sus veces. PARÁGRAFO 5: El nivel de dependencia deberá ser valorado desde el punto de vista de lo necesario para mantener un nivel de vida digna, esto se refiere al deber de mantener un nivel de vida aportando alimentos congruos, no limitado al nivel de ingresos de los padres, si no a la necesidad del hijo(a) invalido(a). Entiéndase como una prestación cuyo beneficiario es el hijo(a) inválido y que la recibe a través de su padre o madre.",
      "type": "article"
    },
    {
      "article_number": "36",
      "content": "BENEFICIO DE SEMANAS PARA MUJERES CON HilOS. En el Componente de Prima Media del Pilar Contributivo, como reconocimiento al trabajo no remunerado, a partir de la vigencia de esta ley, para las mujeres que cumplan la edad mlnima para acceder a la pensión y no tengan las semanas establecidas en el Componente de Prima Media, Podrán obtener el beneficio de disminuir en cincuenta semanas por cada hijo(a) nacido(a) vivo(a) o adoptivo(a) el número de semanas requeridas, hasta llegar a un mínimo de 850 semanas por un máximo de tres (3) hijos(as). Este beneficio solo será aplicable para aquellas mujeres que luego de haber agotado el sistema actuarial de equivalencias, cuando se tienen disponibles recursos en el Componente Complementario de Ahorro Individual, no alcancen a completar el requisito de las semanas mínimas establecidas en la presente ley en el Componente de Prima Media para acceder a la Pensión Integral de Vejez. De igual forma, este beneficio no se Podrá utilizar para incrementos adicionales a las semanas mínimas requeridas con el fin de aumentar la tasa de reemplazo.",
      "type": "article"
    },
    {
      "article_number": "39",
      "content": "REQUISITOS PARA EL RECONOCIMIENTO DE LA PENSIÓN FAMILIAR. Para el reconocimiento de la p~nsión familiar se deberán cumplir los siguientes requisitos: Esta pensión familiar se adquiere a partir de la fecha de la solicitud de este derecho ante COLPENSIONES. El reconocimiento y pago de la pensión familiar se hará por parte de la Administradora del Componente de Prima Media COLPENSIONES. a. Los(as) cónyuges o compañeros(as) permanentes deberán acreditar más de cinco (5) años de relación conyugal o convivencia permanente; Ley 2381 de 2024 19 EVA - Gestor Normativo Departamento Administrativo de la Función Pública a) Los(as) cónyuges o compañeros(as) permanentes deberán sumar, entre los dos, como mínimo mil trescientas 1300 semanas para el reconocimiento de la pensión integral de vejez; b) Para efectos de la cotización al Sistema de Seguridad Social en Salud, la persona titular de la pensión familiar deberá estar afiliado(a) y cotizar de acuerdo con lo estipulado en la norma correspondiente. El (la) cónyuge o compañero(a) permanente será beneficiario del Sistema; c) En caso de fallecimiento de uno de los(as) cónyuges o compañeros(as) permanentes beneficiarios(as) de la pensión familiar, la prorrata del 50% acrecentará la del(la) supérstite, salvo que existan hijos(as) menores de edad o mayores de edad hasta los 25 años que dependan del causante por razón de sus estudios o hijos(as) inválidos(as), caso en el cual la pensión del de cujus pasa en un 50% al(la) cónyuge o compañero(a) supérstite y el restante 50% a los hijos(as). Agotada la condición de hija(o) beneficiaria(o), el porcentaje acrecentará a los(as) demás hijos(as) del causante y ante la inexistencia de hijos(as) beneficiarios(as) acrecentará el porcentaje del (la) cónyuge o compañera o compañera permanente supérstite; d) El fallecimiento de los(as) cónyuges o compañeras(os) permanentes no cambia la naturaleza ni cobertura de la prestación, y en caso de que no existan hijos(as) beneficiarios(as) con derecho, la pensión familiar se agota y no hay lugar a pensión de sobrevivientes; e) EI(la) supérstite deberá informar a COLPENSIONES, dentro de los treinta (30) días siguientes, el fallecimiento de su cónyuge o compañera(o) permanente a fin de que se determine que la pensión continúa en su cabeza, sin que sea necesario efectuar sustitución alguna; f) En caso de divorcio, separación legal o de hecho, la pensión familiar se extinguirá y los ex cónyuges o ex compañeros(as) permanentes tendrán derecho a percibir mensualmente cada uno, el 50% del monto de la pensión que percibían; g) La pensión familiar es incompatible con cualquier otra pensión o prestación económica de la que gozare uno o ambos de los(as) cónyuges o compañeras o compañeros permanentes provenientes del sistema de protección social Integral para la Vejez, de los sistemas excluidos o las reconocidas por empleadores, incluyendo las pensiones convencionales, excepto con las pensiones otorgadas por el sistema de riesgos laborales. También es incompatible con otros beneficios de programas sociales y los recibidos mediante programas de aportes periódicos o esporádicos a través de mecanismos de ahorro para la vejez determinados por el Gobierno nacional. h) Adicionalmente solo se Podrá reconocer una sola vez la pensión familiar por cada cónyuge o compañero(a); i) En el Sistema de Protección Social Integral para la vejez el valor de la pensión familiar no Podrá exceder de un salario mínimo legal mensual vigente. PARÁGRAFO 1. Auxilio funerario en la pensión familiar. La persona que compruebe haber sufragado los gastos de entierro de alguno de los(as) cónyuges o compañeras(os) permanentes beneficiarios(as) de la pensión familiar, tendrá derecho a percibir un auxilio funerario equivalente al 50% de esta prestación, de conformidad con el",
      "type": "article"
    },
    {
      "article_number": "56",
      "content": "de esta Ley. PARÁGRAFO transitorio: Régimen de transición de la Pensión Familiar. A partir de la vigencia de la presente ley, los cónyuges o compañeros permanentes que pretendan ser beneficiarios de la pensión familiar establecida en la Ley 100 de 1993, tendrán que acreditar mil (1000) semanas cotizadas entre los dos a efecto de que le sean respetadas las condiciones establecidas en el régimen anterior en virtud del régimen de transición. CAPÍTULO VIII. PENSIÓN DE INVALIDEZ O PENSIÓN POR PÉRDIDA DE CAPACIDAD LABORAL",
      "type": "article"
    },
    {
      "article_number": "40",
      "content": "ESTADO DE INVALIDEZ. Para los efectos del presente capítulo se considera inválida la persona que, por cualquier causa de origen no profesional, no provocada intencionalmente, hubiere perdido el 50% o más de su capacidad laboral. Respecto al procedimiento para la calificación de la pérdida de capacidad laboral y la revisión de la pensión de invalidez, así como las entidades responsables del mismo, se regirán por las normas que actualmente lo reglamentan, lo modifiquen o la sustituyan. El Gobierno Nacional reglamentará en un plazo de 12 meses el procedimiento para la calificación de la pérdida de capacidad laboral y la revisión de la pensión de invalidez, así como las entidades responsables del mismo. En todo caso se deben atender criterios de celeridad y debido proceso.",
      "type": "article"
    },
    {
      "article_number": "41",
      "content": "ENTIDAD RECONOCEDORA DE LA PENSIÓN DE INVALIDEZ. La pensión de invalidez será reconocida y pagada por la administradora del Componente de Prima Media COLPENSIONES.",
      "type": "article"
    },
    {
      "article_number": "42",
      "content": "REQUISITOS PARA OBTENER LA PENSIÓN DE INVALIDEZ. Tendrá derecho a la pensión de invalidez el(la) afiliado(a) al sistema que conforme a lo dispuesto en el",
      "type": "article"
    },
    {
      "article_number": "43",
      "content": "MONTO DE LA PENSIÓN CONTRIBUTIVA DE INVALIDEZ. El monto mensual de la pensión de invalidez será equivalente a: a) El 45% del ingreso base de liquidación, más el 1.5% de dicho ingreso por cada cincuenta (50) semanas de cotización que el(la) afiliado(a) tuviese acreditadas con posterioridad a las primeras quinientas (500) semanas de cotización, cuando la disminución en su capacidad laboral sea igualo superior al 50% e inferior al 66%. b) El 54% del ingreso base de liquidación, más el 2% de dicho ingreso por cada cincuenta (50) semanas de cotización que el(la) afiliado(a) tuviese acreditadas con posterioridad a las primeras ochocientas (800) semanas de cotización, cuando la disminución en su capacidad laboral es igualo superior al 66%. La pensión por invalidez no Podrá ser superior al 75% del ingreso base de liquidación. En ningún caso la pensión de invalidez Podrá ser inferior al salario mínimo legal mensual. La pensión de invalidez se reconocerá a solicitud de la parte interesada y comenzará a pagarse, en forma retroactiva, desde la fecha en que se produzca tal estado. PARÁGRAFO. Para los efectos de este artículo entiéndase por ingreso base para liquidar las pensiones de invalidez, el promedio de los salarios o rentas sobre los cuales ha cotizado el(la) afiliado(a) en el pilar contributivo durante los diez (10) años anteriores al reconocimiento de la pensión, o todo el tiempo, si el cálculo de los diez (10) años fuere inferior, actualizados anualmente con base en la variación del índice de precios al consumidor, según certificación que expida el DANE.",
      "type": "article"
    },
    {
      "article_number": "44",
      "content": "FINANCIACIÓN DE LA PENSIÓN DE INVALIDEZ. Las pensiones de invalidez se financiarán con cargo a la aseguradora con la cual se haya contratado el seguro de invalidez y de sobrevivientes o por el mecanismo que determine el Gobierno Nacional.",
      "type": "article"
    },
    {
      "article_number": "46",
      "content": "INDEMNIZACIÓN SUSTITUTIVA Y/O DEVOLUCIÓN DE SALDOS DE LA PENSIÓN DE INVALIDEZ. En el Componente de Prima Media el(la) afiliado(a) que al momento de invalidar no hubiere reunido los requisitos exigidos para la pensión de invalidez, tendrá derecho a recibir, en sustitución, una indemnización que se liquidará con base a un salario base de liquidación promedio semanal multiplicado por el número de semanas cotizadas; al resultado así obtenido se le aplica el promedio ponderadO de los porcentajes sobre los cuales haya cotizado el afiliado. La forma como se liquidará esta indemnización será reglamentada por el Gobierno Nacional. En el Componente CompJementario de Ahorro Individual cuando el(la) afiliado(a) se invalide sin cumplir con los requisitos para acceder a una pensión de invalidez, se le entregará la totalidad del saldo incluidos los rendimientos financieros y adicionado con el valor del bono pensional si a ello hubiere lugar. Cuando el(la) afiliado(a) no solicite la indemnización sustitutiva y/o devolución de saldos establecido en este artículo, Podrá optar por seguir cotizando al sistema de Protección Social Integral para la Vejez. CAPÍTULO IX. PENSIÓN DE SOBREVIVIENTES",
      "type": "article"
    },
    {
      "article_number": "47",
      "content": "REQUISITOS PARA OBTENER LA PENSIÓN CONTRIBUTIVA DE SOBREVIVIENTES O SUSTITUCIÓN PENSIONAL. Tendrán derecho a la pensión de sobrevivientes: Ley 2381 de 2024 21 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Los miembros del grupo familiar del(a) pensionado(a) por vejez o invalidez por riesgo común que fallezca y, Los miembros del grupo familiar del (a) afiliado(a) al sistema que fallezca, siempre y cuando éste(a) hubiere cotizado cincuenta (50) semanas dentro de los tres (3) últimos años inmediatamente anteriores al fallecimiento y se acrediten las siguientes condiciones: PARÁGRAFO. Cuando un(a) afiliado(a) haya cotizado el número de semanas mínimo requerido en el Componente de Prima Media en tielT.po anterior a su fallecimiento para su pensión de vejez, sin que haya tramitado o recibido una indemnización sustitutiva de la pensión de vejez o la devolución de saldos de que trata esta ley, los(as) beneficiarios(as) referidos anteriormente tendrán derecho a la pensión de sobrevivientes, en los términos de esta ley. El monto de la pensión para aquellos(as) beneficiarios(as) que, a partir de la vigencia de la ley, cumplan con los requisitos establecidos en este parágrafo será del 80% del monto que le hubiera correspondido en una pensión integral de vejez.",
      "type": "article"
    },
    {
      "article_number": "48",
      "content": "BENEFICIARIOS DE LA DE LA SUSTITUCIÓN PENSIONAL POR MUERTE DEL(A) PENSIONADO(A). Son Benefictarios(as) de la Sustitución Pensional por muerte del(la) pensionado(a): a) En forma vitalicia, el(la) cónyuge o la compañera o compañero permanente supérstite siempre y cuando dicha(o) beneficiaria(o), a la fecha del fallecimiento del causante, tenga 30 o más años de edad. b) En forma temporal, el(la) cónyuge o la compañera o compañero permanente supérstite, siempre y cuando dicho(a) beneficiario(a), a la fecha del fallecimiento del(a) causante, tenga menos de 30 años de edad, y no haya procreado hijos(as) con esta(e). La pensión temporal se pagará mientras el(la) beneficiario(a)viva y tendrá una duración máxima de 20 años. En este caso, el(la) beneficiario(a)deberá cotizar al sistema para obtener su propia pensión de vejez, con cargo a aquella prestación. Si tiene hijos(as) con el(la) causante aplicará el literal a). En estos casos, el(la) cónyuge o la compañera o compañero permanente supérstite, deberá acreditar que estuvo haciendo vida marital con el(la) causante hasta su muerte y que haya convivido con el(la) fallecida(o) no menos de cinco (5) años continuos con anterioridad a su muerte. En caso de relaciones sucesivas si existe divorcio con el (la) cónyuge y no existe convivencia con éste(a), y existe una compañera o compañero permanente que cumple con el requisito de los cinco (5) años de convivencia anteriores a la muerte del(a) pensionado(a), la sustitución pensional corresponde en su totalidad al(la) compañero o compañera permanente. En caso de que no exista divorcio, pero haya separación de hecho y la compañera o compañero permanente cumple con los cinco (5) años de convivencia anteriores al fallecimiento, la pensión se dividirá proporcionalmente al tiempo convivido con cada uno de ellos. En caso de simultaneidad de convivencia entre el(la) pensionado(a) y el(la) cónyuge, y otro compañero o compañera permanente de más de cinco (5) años de convivencia acreditada, se distribuirá la pensión en forma proporcional entre ellos(as). En caso de que no exista divorcio, pero haya separación de hecho y la compañera o compañero permanente cumple con los cinco (5) años de convivencia anteriores al fallecimiento, la pensión se dividirá proporcionalmente al tiempo convivido con cada uno de ellos. c) Seran beneficiarios(as) los hijos(as) menores de 18 años ; los (as) mayores de 18 años y hasta los 25 años, incapacitadas(os) para trabajar por razón de sus estudios y si dependían económicamente del (a) causante al momento de su muerte, siempre y cuando acrediten debidamente su condición de estudiantes; y, los(as) hijos(as) inválidos(as), mientras subsistan las condiciones de invalidez. a) A falta de cónyuge, compañero o compañera permanente e hijos con derecho, serán beneficiarios los padres del causante si dependían económicamente de este; b) A falta de cónyuge, compañero o compañera permanente, padres e hijos con derecho, serán beneficiarios(as) los(as) hermanos(as) inválidos(as) del(a) causante si dependían económicamente de éste(a) mientras subsistan las condiciones de invalidez. c) A falta de cónyuge, compañero o compañera permanente, padres e hijos con derecho, serán beneficiarios(as) los hermanos(as) menores de edad que dependían económicamente del(a) pensionado(a) falleclda(o) hasta los 18 años. Para determinar el estado de Invalidez, se aplicará lo dispuesto en las normas que actualmente lo reglamentan, lo modifiquen o lo sustituyan. PARÁGRAFO 1. La determinación y reconocimiento de los(as) beneficiarios(as) de la sustitución pensional se realizará en el Componente de Prima Media la administrado por la Administradora Colombiana de Pensiones - COLPENSIONES.",
      "type": "article"
    },
    {
      "article_number": "49",
      "content": "BENEFICIARIOS DE LA PENSIÓN DE SOBREVIVIENTES POR MUERTE DEL(A) AFILIADO(A). Son Beneficiarios(as) de la Pensión de Sobrevivientes por muerte del (a) afiliado(a): d) En forma vitalicia, el(la) cónyuge o la compañera o compañero permanente o supérstite, siempre y cuando dicha(o) beneficiaria(o), a la fecha del fallecimiento del(la) causante, tenga 30 o más años de edad. e) En forma temporal, el(la) cónyuge o la compañera o compañero permanente supérstite, siempre y cuando dicha(o) beneficiaria(o), a la fecha Ley 2381 de 2024 22 EVA - Gestor Normativo Departamento Administrativo de la Función Pública del fallecimiento del(a) causante, tenga menos de 30 años de edad, y no haya procreado hijos(as) conéste(a). La pensión temporal se pagará mientras el(la) beneficiario(a)viva y tendrá una duración máxima de 20 años. En este caso, el(la) beneñciario(a)deberá cotizar al sistema para obtener su propia pensión de vejez, con cargo a aquella prestación. Si procreó o tuvo hijos(as) adoptivas(os) con el(la) causante,se aplicará el literal a). En estos casos, el(la) cónyuge o la compañera o compañero permanente supérstite, deberá acreditar que estuvo haciendo vida marital con 1(la) causante hasta su muerte y que haya convivido con el(la) fallecida(o) no menos de cinco (5) años continuos con anterioridad a su muerte. f) Serán beneficiarios(as) !os(as) Ilijos(as) menores de 18 años; los(as) hijos(as) mayores de 18 años y hasta los 25 años, incapacitadas(os) para trabajar por razón de sus estudios y si dependían económicamente del(la) causante al momento de su muerte,. stempre y cuando acrediten debidamente su condición de estudiantes; y, los(as) hijos(as) inválidos(as), mientras subsistan las condiciones de invalidez. g) A falta de cónyuge, compañero o compañera permanente e hijos(as) con derecho, serán beneficiarios los padres del (a) causante si dependían económicamente de este(a); h) A falta de cónyuge, compañero o compañera permanente, padres e hijos(as) con derecho, serán beneficiarios(as), los(as) hermanos(as) inválidos(as) del(la) causante si dependían económicamente de éste(a) y los(as) hermanos(as) menores de edad que dependían económicamente del(la) afiliado(a) fallecido(a), a falta de madre y padre. PARÁGRAFO. La determinación y reconocimiento de los(as) beneficiarios(as) de la pensión de sobrevivientes se realizará en el Componente de Prima Media administrado por la Administradora Colombiana de Pensiones - COLPENSIONES.",
      "type": "article"
    },
    {
      "article_number": "50",
      "content": "MONTO DE LA SUSTITUCIÓN PENSIONAL POR MUERTE DEL(A) PENSIONADO(A). El monto mensual de la pensión de sobrevivientes por muerte del(a) pensionado(a) será igual al 100% de la pensión que aquel(la) disfrutaba en ambos componentes.",
      "type": "article"
    },
    {
      "article_number": "51",
      "content": "MONTO DE LA PENSIÓN CONTRIBUTIVA DE LA PENSIÓN DE SOBREVIVIENTES POR MUERTE DEL(A) AFILIADO(A). El monto mensual de la pensión total de sobrevivientes por muerte del afiliado(a) será igual al 45% del ingreso base de liquidación más 2% de dicho ingreso por cada cincuenta (50) semanas adicionales de cotización a las primeras quinientas (500) semanas de cotización, sin que exceda el 75% del ingreso base de liquidación. En ningún caso el monto de la pensión Podrá ser inferior al salario mínimo legal mensual vigente. La pensión contributiva de sobrevivientes se reconocerá y pagará en el Componente de Prima Media o por el mecanismo que se adopte por parte del Gobierno Nacional. PARÁGRAFO. Para los efectos de este artículo entiéndase por ingreso base para liquidar las pensiones, el promedio de los salarios o rentas sobre los cuales ha cotizado el(la) afiliado(a) durante los diez (10) años anteriores al reconocimiento de la pensión, o en todo el tiempo si este fuere inferior, actualizados anualmente con base en la variación del índice de precios al consumidor, según certificación que expida el DANE.",
      "type": "article"
    },
    {
      "article_number": "52",
      "content": "FINANCIACIÓN DE LA PENSIÓN CONTRIBUTIVA DE SOBREVIVIENTES POR MUERTE DEL(A) AFILIADO(A). Las pensiones de sobrevivientes se financiarán de manera exclusiva, con cargo a la aseguradora con la cual se haya contratado el seguro de invalidez y de sobrevivientes o el mecanismo que determine el Gobierno. nacional La aseguradora no Podrá hacer uso del bono pensional ni de los aportes o rendimientos que tengan los afiliados en el componente complementario de ahorro individual.",
      "type": "article"
    },
    {
      "article_number": "53",
      "content": "INDEMNIZACIÓN SUSTITUTIVA Y10 DEVOLUCIÓN DE SALDOS DE LA PENSIÓN DE SOBREVIVIENTES POR MUERTE DEL(A) AFILIADO(A). Los(as) beneficiarios(as) del(a) afiliado(a) determinados en esta ley, que al momento de su muerte no hubiese reunido los requisitos exigidos para la pension de sobrevivientes, tendrán derecho a recibir, en sustitución, una indemnización que se liquidará a un salario base de liquidación promedio semanal multiplicado por el número de semanas cotizadas; al resultado así obtenido se le aplica el promedio ponderado de los porcentajes sobre los cuales haya cotizado el afiliado. La forma como se liquidará esta indemnización será reglamentada por el Gobierno Nacional. En el Componente Complementario de Ahorro Individual cuando el (la) afiliado(a) fallezca sin cumplir con los requisitos para causar una pensión de sobrevivientes, se le entregará a sus beneficiarios(as) la totalidad del saldo, incluidos los rendimientos financieros y adicionado con el valor del bono pensional si a ello hubiere lugar.",
      "type": "article"
    },
    {
      "article_number": "54",
      "content": "SEGURO DE INVALIDEZ Y SOBREVIVENCIA. El seguro que contrate la Administradora del Componente de Prima Media para efectuar el pago de las mesadas pensiona les de invalidez y sobrevivencia, así como el pago de incapacidades temporales en los términos de la normatividad vigente, deberá ser colectivo y de participación. PARÁGRAFO 1. La contratación del referido seguro deberá regirse bajo los principios de selección objetiva, pluralidad de oferentes, eficacia, economía, celeridad, imparcialidad y publicidad, con el fin de que haya transparencia en los procesos de selección y contratación. PARÁGRAFO 2. El monto mensual de la pensión de sobrevivientes por muerte del pensionado será igual al 100% de la pensión que aquel Ley 2381 de 2024 23 EVA - Gestor Normativo Departamento Administrativo de la Función Pública disfrutaba.",
      "type": "article"
    },
    {
      "article_number": "58",
      "content": "NIVELES DE PATRIMONIO. El Gobierno Nacional fijará con criterios técnicos los niveles de patrimonio adecuado para las entidades que administren los fondos de pensiones del Componente Complementario de Ahorro Individual de acuerdo con los distintos riesgos asociados a esta actividad, de tal forma que se garantice una libre y leal competencia. PARÁGRAFO. En el caso de las entidades sin ánimo de lucro, los requisitos que deben acreditar estas para poder administrar el Componente Complementario de Ahorro Individual del Pilar Contributivo serán las especificadas en este artículo y el",
      "type": "article"
    },
    {
      "article_number": "59",
      "content": "REQUISITOS DE LAS ENTIDADES ADMINISTRADORAS. Las sociedades administradoras deberán: a) Ser autorizadas previamente por parte de la Superintendencia Financiera para administrar los fondos de pensiones del componente complementario de ahorro individual. b) Acreditar un capital mínimo para respaldar el desarrollo de la operación de administración de pensiones acorde con sus funciones y la exposición al riesgo operacional, según lo determine el Gobierno Nacional. Ley 2381 de 2024 24 EVA - Gestor Normativo Departamento Administrativo de la Función Pública c) Disponer de capaCidad humana y técnica especializada suficiente con el fin de cumplir adecuadamente con la administración de los recursos confiados.",
      "type": "article"
    },
    {
      "article_number": "60",
      "content": "CRITERIOS DE GOBIERNO CORPORATIVO. El Gobierno Nacional establecerá los estándares mínimos de gobierno corporativo, de acuerdo con las mejores prácticas internacionales y los lineamientos técnicos de la materia, entre otros los relacionados con la idoneidad y numero de miembros independientes de la Junta Directiva que deberán acreditar las entidades que administren los fondos de pensiones del Componente Complementario de Ahorro Individual del Pilar Contributivo y la participación de afiliados y pensionados.",
      "type": "article"
    },
    {
      "article_number": "61",
      "content": "FONDOS DE PENSIONES COMO PATRIMONIOS AUTÓNOMOS. Los Fondos de Pensiones del Componente Complementario de Ahorro Individual del Pilar Contributivo estarán conformados por el conjunto de las cuentas individuales, así como los intereses, dividendos o cualquier otro ingreso generado por los activos que los integren, que constituyen patrimonios autónomos, propiedad de los(as) afiliados(as) con destinación específica, independientes del patrimonio de la administradora.",
      "type": "article"
    },
    {
      "article_number": "62",
      "content": "PARTICIPACIÓN DE I,.OS(LAS) AFILIADOS(AS) EN EL CONTROL DE LAS ENTIDADES ADMINISTRADORAS. Los(as) afiliados(as) y accionistas de las entidades administradoras elegirán el(la) Revisor(a) Fiscal para el control de la administración del respectivo fondo. Los(as) afiliados(as) tendrán como representantes en la junta directiva a los miembros independientes, un(a) representante del Componente Complementario de Ahorro Individual del Pilar Contributivo y un(a) representante del Componente de Prima Media. Al menos uno de estos representantes de los/as afiliados/as será una mujer. Estos miembros junto con el(la) revísor(a) fiscal velarán por los intereses de los(as) afiliados(as) y su elección y ejercicio se reglamentará por parte del Gobierno Nacional.",
      "type": "article"
    },
    {
      "article_number": "63",
      "content": "INVERSIÓN DE LOS RECURSOS. Con el fin de garantizar la seguridad, rentabilidad y liquidez de los recursos del sistema, las administradoras del Componente Complementario de Ahorro Individual, los invertirán en las condiciones que para el efecto establezca el Gobierno Nacional, los cuales deberán considerar, entre otros, tipos y porcentaje de activos admisibles según el nivel de riesgo. El Gobierno Nacional creará el esquema de fondos generacionales y establecerá su régimen de inversiones con el objetivo de procurar a los(as) afiliados(as) una administración de los recursos enfocada en la optimización de la mesada pensional, teniendo en cuenta los riesgos de conversión de activos a ingresos para el retiro de los afiliados, y asumiendo un nivel de riesgo adecuado y decreciente a medida que se élcerca)a edad de retiro de los beneficiarios de cada fondo generacional. La Superintendencia ,Financiera . ejercerá la vigilancia del cumplimiento de la composic¡óndel portafolio de cada fondo generacional, según lo dispuesto por el Gobierno Nacional en el régimen de inversiones. El Gobierno Nacional Podrá reglamentar las condiciones bajo las cuales las administradoras del Componente Complementario de Ahorro Individual puedan utilizar agentes, mandatarios u otro tipo de intermediarios para la realización de las operaciones de inversión de los recursos administrados, siempre que esta delegación tenga como objetivo optimizar las condiciones de los portafolios en donde se administran los recursos. En ningún caso, esta delegac!ón Podrá implicar la determinación, por parte de terceros diferentes de las Administradoras del Componente Complementario de Ahorro Individual, de los objetivos, principios o políticas generales de inversión de los recursos que administran. En esta delegación de funciones las entidades serán responsables de la debida diligencia en el cumplimiento de los deberes que defina el Gobierno, así como de contar con los mecanismos que aseguren el adecuado respaldo patrimonial de los delegatarios. Así mismo, el Gobierno Nacional Podrá definir los requisitos que deban acreditar las personas jurídicas que sean destinatarias de inversión o colocación de recursos del componente complementario de ahorro individual. PARÁGRAFO PRIMERO. El Gobierno Nacional Podrá reglamentar la creación de nuevos fondos, modificación de los existentes o eventual fusión de estos, dentro del esquema de fondos generacionales, en caso de considerarlo necesario para fortalecer la etapa de acumulación. La Superintendencia Financiera ejercerá la vigilancia del cumplimiento de la composición de los portafolios y el adecuado funcionamiento del esquema de fondos generacionales, con ajuste a lo estipulado por el Estatuto Orgánico del Sistema Financiero y según lo dispuesto por el Gobierno Nacional en la reglamentación que expida sobre la materia. PARÁGRAFO SEGUNDO: En ningún caso los recursos a los que hace referencia el presente artículo Podrán formar parte de fuentes de financiación para entrega de subsidios, o transferencias condicionadas.",
      "type": "article"
    },
    {
      "article_number": "64",
      "content": "DESEMPEÑO MÍNIMO PARA MANTENER EL ENCARGO FIDUCIARIO. Las Administradoras del Componente Complementario de Ahorro Individual deberán cumplir con un desempeño mínimo en cada fondo generacional. El Gobierno Nacional reglamentará medidas de desempeño y de riesgo que tengan en cuenta los riesgos de conversión de activos a mesada pensional, que serán reportadas por las administradoras. El gobierno también reglamentará el eventual cobro de comisiones por desempeño, las cuales deberán ser acordes con el objetivo de garantizar una mesada pensional estable y razonablemente previsible. La Superintendencia Financiera determinará el incumplimiento del desempeño mínimo según la regulación, y ello supondrá, acorde a esa evaluación, sanciones a la AFP o la terminación del encargo fiduciario del fondo generacional, según el caso. El Gobierno Nacional definirá las reglas para adjudicar el encargo fiduciario, para evaluar el desempeño del encargo, para sancionar a la AFP o terminar el encargo, y el traslado de las cuentas entre las demás entidades administradoras cuando ello se requiera. Ley 2381 de 2024 25 EVA - Gestor Normativo Departamento Administrativo de la Función Pública",
      "type": "article"
    },
    {
      "article_number": "65",
      "content": "PUBLICACIÓN DE RENTABILIDAD. Las administradoras deberán publicar la rentabilidad obtenida por los fondos de pensiones en la forma y con la periodicidad que para el efecto determine la Superintendencia Financiera de Colombia.",
      "type": "article"
    },
    {
      "article_number": "67",
      "content": "PROMOCIÓN. La promoción de las actividades de las administradoras del Componente Complementario de Ahorro Individual deberá sujetarse a las normas que sobre el particular determine la Superintendencia Financiera de Colombia, en orden a velar porque aquélla sea veraz y precisa, tal publicidad solamente Podrá contratarse con cargo al presupuesto de gastos administrativos de la entidad. En todo caso, todas las administradoras deberán publicar, con la periodicidad y en la forma que al efecto determine la misma Superintendencia el valor de las comisiones cobradas.",
      "type": "article"
    },
    {
      "article_number": "68",
      "content": "GARANTÍA ESTATAL DE LAS PRESTACIONES DEL COMPONENTE COMPLEMENTARIO DE AHORRO INDIVIDUAL. La Nación garantizará el pago de las prestaciones del Componente Complementario de Ahorro Individual en caso de menoscabo patrimonial o suspensiones de pago de las administradoras del sistema responsables de su cancelación de acuerdo con la reglamentación que expida el Gobierno Nacional. PARÁGRAFO. En todos los eventos en los que exista defraudación o malos manejos por parte de las administradoras del sistema, para eludir sus obligaciones con los(as) afiliados(as) y pensionados(as), deberán responder penal, civil y administrativamente por sus actos. Para efectos de la responsabilidad penal, los aportes de los(as) afiliados(as) y pensionados(as) se considerarán recursos del tesoro público. Sin perjuicio de los demás mecanismos de control, jurisdiccionales y judiciales para la determinación de responsabilidades y la defensa del patrimonio consagrados sobre el particular en la Constitución y la Ley. En caso de defraudación existirá responsabilidad solidaria frente a los propietarios y/o accionistas de la entidad.",
      "type": "article"
    },
    {
      "article_number": "69",
      "content": "SANCIONES A LAS ADMINISTRADORAS. Sin perjuicio de la aplicación de las demás sanciones que puede imponer la Superintendencia Financiera en desarrollo de sus facultades legales, cuando las administradoras del componente complementario de ahorro individual incurran en defectos respecto de los niveles adecuados de patrimonio exigidos, la Superintendencia Financiera de Colombia impondrá, por cada incumplimiento, una multa en favor del Fondo de Solidaridad Pensional por el equivalente al tres punto cinco por ciento (3.5%) del valor del defecto mensual, sin exceder, respecto de cada incumplimiento, del uno punto cinco por ciento (1.5%) del monto requerido para dar cumplimiento a tal relación. En adición a lo previsto en los incisos anteriores, la Superintendencia Financiera de Colombia impartirá todas las órdenes que resulten pertinentes para el inmediato restablecimiento de los niveles adecuados de patrimonio, conforme al procedimiento administrativo correspondiente. PARÁGRAFO. La Superintendencia Financiera vigilará aquellas entidades administradoras del Régimen de Prima Media, de las cuales versa el",
      "type": "article"
    },
    {
      "article_number": "70",
      "content": "ADMINISTRADORA COLOMBIANA DE PENSIONES COLPENSIONES. La Administradora Colombiana de Pensiones COLPENSIONES, es una Ernpresa Industrial y Comercial del Estado organizada como Entidad financiera de carácter especial vinculada al Ministerio del Trabajo, será la administradora del Componente de Prima Media, y Podrá ser administradora del Componente Complementario de Ahorro Individual, que adelantará las actividades derivadas y las modificaciones institucionales, presupuestales y de operación que garanticen el pago de las mesadas pensionales de su competencia y las demás actividades necesarias para el cumplimiento de lo dispuesto en la presente ley. El Gobierno Nacional velará porque en todo momento COLPENSIONES cuente con todos los recursos humanos, técnicos y tecnológicos para el correcto desarrollo de las funciones a su cargo. La Adrninistradora Colombiana de Pensiones COLPENSIONES deberá adelantar la Reestructuración Organizacional que le lleve a tener estándares internacionales de gobierno corporativo y buena gobernanza, aplicando buenas prácticas de transparencia frente a los afiliados. Entre los elementos mínimos para la administración de la entidad deberá contar con comités asesores compuestos mayoritariamente por miembros en calidad de independientes que recomiendan a la Junta Directiva y al Cornité Directivo políticas y decisiones para tener control y Ley 2381 de 2024 26 EVA - Gestor Normativo Departamento Administrativo de la Función Pública hacer diligente seguimiento en 1) Gobierno Corporativo, 2) Auditoria, 3) Inversiones y 4) Riesgos acorde a las disposiciones de la Superintendencia Financiera de Colombia y las buenas prácticas internacionales.",
      "type": "article"
    },
    {
      "article_number": "71",
      "content": ": FUNCIONES ADICIONALES LA COLOMBIANA DE PENSIONES COLPENSIONES. Además de las funciones impuestas legalmente COLPENSIONES y que actualmente tiene a su cargo, frente al Sistema Protección Social Integral para la Vejez tendrá las siguientes: a) Reconocer y pagar la pensión integral de vejez y las pensiones de invalidez y sobrevivientes del Pilar Contributivo definidas en la presente ley. b) Recibir al momento de la solicitud de las pensiones de vejez, invalidez y sobrevivencia el valor de los saldos de las cuentas de ahorro individual provenientes de los fondos privados de pensiones, establecidos en esta ley con destino al fondo de ahorro del pilar contributivo administrado por el Banco de la República. c) Recibir el valor de las cotizaciones y aportes establecidos en la presente ley en lo que corresponde al componente de prima media d) Recibir de los fondos privados de pensiones, el valor de los saldos de las cuentas de ahorro individual, para determinar el beneficio económico del Pilar e) Administrar los riesgos de Invalidez y Sobrevivencia del Sistema de Protección Social Integral para la Vejez invalidez y muerte mediante la contratación de un mecanismo de aseguramiento con base en los aportes para el seguro previsional de acuerdo con lo establecido en el",
      "type": "article"
    },
    {
      "article_number": "72",
      "content": "SISTEMA NACIONAL DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ. Créase el Sistema Nacional de Protección Social Integral para la Vejez cuyas instancias serán el Consejo Nacional de Protección a la Vejez, la Comisión Autónoma de Seguimiento al Sistema Integral de Protección a la Vejez y el Comité Técnico.",
      "type": "article"
    },
    {
      "article_number": "73",
      "content": "CONSEJO NACIONAL DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ. Créase el Consejo Nacional de Protección para la Vejez como organismo asesor del Gobierno en todos los aspectos relacionados con los beneficios y prestaciones del Sistema. Ley 2381 de 2024 27 EVA - Gestor Normativo Departamento Administrativo de la Función Pública Son funciones del Consejo: a) Asesorar, evaluar y sugerir medidas pertinentes para el adecuado desarrollo del Sistema Integral de Protección Social para la Vejez. b) Proponer al Gobierno Nacional las estrategias para desarrollar la Política Pública de Protección para la Vejez. c) Adelantar las acciones que correspondan de acuerdo con e! informe que allegará la Comisión Técnica que contiene las recomendaciones relacionadas con los parámetros del Sistema de Protección Social Integral para la Vejez. d) Establecer su propio reglamento. El Consejo estará integrado por: El (la) Ministro(a) del Trabajo. · El (la) Ministro(a) de Hacienda y Crédito público; El (la) IVlinistro(a) de Salud y Protección Social. El (la) Director(a) del Departamento Nacional de Planeación. El (la) Director(a) del Departamento d.e Prosperidad Social. El (la) Presidente(a) de la Administradora Colombiana de Pensiones. Un(a) representante de los Trabajadores. Un(a) representante de los Empresarios. Un(a) representante de los Pensionados. Un(a) representante de los Beneficiarios de las Prestaciones Solidarias. Un(a) representante de las Administradoras del componente complementario de Ahorro Individual. Un(a) representante de Universidades Públicas. Un(a) representante de Universidades Privadas. Un(a) representante del Sistema Nacional del Voluntariado. Un(a) representante de la población con discapacidad. Un(a) representante de la población migrante residente en Colombia Un(a) representante de los trabajadores campesinos. Dos representantes de las comunidades negras, afrocolombianas, raizales y palenqueras. Dos representantes de las comunidades indígenas Dos representantes de las comunidades campesinas Para la elección de los miembros del Consejo se diseñará un mecanismo de participación que permita una elección representativa de cada uno de los sectores de la sociedad civil mencionados. El Consejo garantizará que al menos el 40% de sus integrantes sean mujeres. La elección Podrá realizarse haciendo uso de Tecnologías de la Información. Se reunirá de manera ordinaria trimestralmente. El (la) Ministro(a) del Trabajo fungirá como presidente(e) del Consejo Nacional de Protección a la Vejez.",
      "type": "article"
    },
    {
      "article_number": "74",
      "content": "COMISIÓN TÉCNICA DE PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ. Créase la Comisión Técnica del Sistema de Protección Social Integral para la vejez la cual será la encargada de la coordinación, orientación y ejecución de las estrategias y planes de acción fijadas en la Constitución y la Ley. La Comisión Técnica del Sistema de Protección Social Integral para la vejez estará integrada por: EI(la) Ministra(o) del Trabajo quien Podrá delegar su participación en el(la) Viceministro(a) de Empleo y Pensiones, quien la presidirá. EI(la) Ministro(a) de Hacienda y Crédito Público quien Podrá delegar su participación en el (la) Viceministro(a) Técnico. EI(la) Director(a) del Departamento Nacional de Planeación quien Podrá delegar su participación en el(la) Subdirector(a) General. EI(la) Director(a) del Departamento Administrativo Nacional de Estadística DANE quien Podrá delegar su participación en el(la) Director(a) de Censos y Demografía. Dos (2) designados del(la) Presidente(a) de la República. PARÁGRAFO 1. La Secretaría Técnica de la comisión estará en cabeza del(a) Director(a) de Pensiones y Otras Prestaciones del Ministerio del Trabajo o quien haga sus veces. PARÁGRAFO 2. La Comisión Podrá invitar, para lo pertinente, entre otros, a los(as) representantes de otras entidades, servidores públicos, representantes de las organizaciones sindicales y de pensionados, representantes de organismos internacionales y del sector privado, representantes de la academia y asociaciones de actuarios debidamente reconocidas y acreditadas internacionalmente, quienes Podrán participar de las deliberaciones, quienes tendrán voz, pero no voto. PARÁGRAFO 3. La Comisión se reunirá ordinariamente cuatro veces al año, y extraordinariamente cuando alguno de sus miembros lo considere pertinente. PARÁGRAFO 4. Cada cuatro (4) años, este Comité entregará al(a) Presidente(a) de la República y al Congreso de la República un informe que contendrá recomendaciones relacionadas con los criterios de asignación de recursos del Fondo de Ahorro del Pilar Contributivo y su desacumulación, así como de los parámetros del Sistema de Protección Social Integral para la Vejez, incluyendo al menos los siguientes: porcentaje de cotización, tasa de reemplazo, edad de pensiones, semanas cotizadas, forma de determinar el ingreso base de liquidación, regímenes de pensión, nivel de gasto y sostenibilidad fiscal del Sistema entre otros. Tendrá como funciones las siguientes: Coordinar la formulación, ejecución, seguimiento y evaluación de las políticas en materia de Protección para la Vejez a cargo de las entidades que intervienen. Orientar la formulación de políticas y planes nacionales en materia de Protección para la Vejez, mediante la concertación de lineamientos institucionales de interés común. Formular recomendaciones sobre modificaciones del Sistema de Protección para la Vejez cuando estos impliquen cambios en las condiciones de acceso y reconocimiento a las pensiones tales como porcentaje de cotización, monto de pensión, edad de pensiones, regímenes de pensión, entre otros. Coordinar las iniciativas legales y reglamentarias de las entidades que intervienen de forma directa o indirecta en materia de Protección para la Vejez. Promover estrategias de adecuación, articulación y fortalecimiento institucional para el desarrollo de la política en materia de Protección para la Vejez a través de estudios técnicos que elabore. Formular recomendaciones que promuevan la cooperación entre el sector público, el sector privado y los organismos internacionales, a través de las entidades encargadas de su Ley 2381 de 2024 28 EVA - Gestor Normativo Departamento Administrativo de la Función Pública ejecución, en materia de Protección para la Vejez. Coordinar el diseño e implementación de los programas y proyectos a los cuales deberán sujetarse. los organismos y actos de los organismos y entidades responsables de ~a formulación de la política pública en materia de Protección para la Vejez, así como la 'administración de los fondos, cuentas y recursos de administración especial de pensiones y beneficios económicos. Promover la elaboración de proyectos de nOimas relacionadas con la política en materia de Protección para la Vejez. Evaluar el impacto de las polfticas en materia de Protección para la Vejez. Adoptar su reglamento interno dentro de los tres meses siguientes a la expedición de la presente Ley. Examinar en sus procesos de toma de decisiones las recomendaciones emitidas por el Consejo Nacional de Protección Social Integral para la Vejez. Las demás funciones que sean propias de la naturaleza de coordinación y orientación de su actividad. CAPITULO XIV. RÉGIMEN DE TRANSICIÓN",
      "type": "article"
    },
    {
      "article_number": "75",
      "content": "RÉGIMEN DE TRANSICIÓN. A las personas que, a la entrada en vigencia de este Sistema de Protección Social Integral para la Vejez, cuenten con setecientas cincuenta (750) semanas cotizadas para el caso de las mujeres y novecientas (900) semanas cotizadas para el caso de los hombres, se les continuará aplicando en su totalidad la Ley 100 de 1993 y las normas que la modifiquen, deroguen o sustituyan. Para efectos del cómputo de las semanas a que se refiere el presente artículo, se tendrán en cuenta: las semanas cotizadas en cualquiera de los regímenes pensiona les de la Ley 100 de 1993, Solidario de Prima Media con Prestación Definida o de Ahorro Individual con Solidaridad, al Instituto de Seguros Sociales o a cualquier caja, fondo o entidad del sector público o privado, o el tiempo de servicio como servidores públicos, cualquiera sea el número de semanas cotizadas. A quienes no cuenten con por lo menos setecientas cincuenta semanas cotizadas (750) para el caso de las mujeres y novecientas (900) semanas cotizadas para el caso de los hombres se les aplicará lo dispuesto en la presente Ley. Respecto de las demás prestaciones del Sistema de Protección Social Integral para la Vejez se aplicará lo establecido en la presente ley. PARÁGRAFO 1. Seguro Previsional. En el evento en que las Administradoras del Pilar Contributivo del Componente Complementario de Ahorro Individual por fallas de mercado una vez se lleve a cabo el proceso de licitación no logren adjudicar el seguro previsional para la población de afiliados beneficiaria del régimen de transición, el Gobierno Nacional establecerá otros mecanismos de aseguramiento para el pago de la suma necesaria para financiar las pensiones de invalidez y sobrevivientes del régimen de ahorro individual con solidaridad incluyendo coberturas por riesgo jurídico. PARÁGRAFO 2. Para los colombianos que hayan realizado aportes a pensión en el exterior, de manera voluntaria o dentro de convenios internacionales de seguridad social, el régimen de transición aplicará siempre y cuando la suma de dichos períodos complete la densidad de semanas mínimas establecidas en el presente artículo. El Ministerio del Trabajo y Col pensiones determinarán la metodología de verificación de semanas cotizadas en relación con el periodo de vigencia de la transición para su reconocimiento. PARÁGRAFO 3: cualquiera sea el mecanismo de aseguramiento que defina el Gobierno Nacional deberá regirse bajo los principios de selección objetiva, pluralidad de oferentes, eficacia, economía, celeridad, imparcialidad y publicidad, con el fin de que haya transparencia en los procesos de selección y contratación.",
      "type": "article"
    },
    {
      "article_number": "79",
      "content": "CALIDAD DE LA INFORMACIÓN. Mientras se consolida el Sistema de Información para la Protección Social Integral para la Vejez establecido en esta ley, las entidades e instituciones del Sistema Social Integral de Protección para la Vejez tendrán acceso a las bases de datos de entidades públicas y privadas que administren información que se requiera para el cumplimiento de sus funciones de conformidad con la reglamentación que expida el Gobierno Nacional. En todo caso se asegurará la trazabilidad e integralidad de la información y se garantizará al afiliado el acceso a la totalidad de la información respecto a sus cotizaciones.",
      "type": "article"
    },
    {
      "article_number": "80",
      "content": "EDUCACIÓN FINANCIERA EN PROTECCIÓN SOCIAL. El Ministerio del Trabajo, en coordinación con el Servicio Nacional de Aprendizaje SENA, o la entidad que haga sus veces, así como las demás entidades e instituciones del Sistema de Protección Social Integral para la Vejez, las asociaciones gremiales, las asociaciones de usuarios y las instituciones públicas Ley 2381 de 2024 30 EVA - Gestor Normativo Departamento Administrativo de la Función Pública que realizan la intervención, supervisión y control procurarán una adecuada educación de los afiliados respecto de las características y funcionamiento de los pilares del Sistema y en particular, de los derechos que les corresponden y los mecanismos para su ejercicio y defensa.",
      "type": "article"
    },
    {
      "article_number": "81",
      "content": "INEMBARGABILIDAD: Son inembargables: a) Los recursos de los fondos de pensiones del Componente Complementario de Ahorro Individual del Pilar Contributivo. b) Los recursos del Fondo Público Solidario del Componente de Prima Media del Pilar Contributivo. ' c) Las sumas abonadas en las cuentas individuales de ahorro pensional del Componente Complementario de Ahorro Individual del Pilar Contributivo y sus respectivos rendimientos; d) Las sumas destinadas a pagar los seguros de invalidez y de sobrevivientes; e) Las pensiones y demás prestaciones que reconoce esta ley, cualquiera que sea su cuantía, salvo que se trate de embargos por pensiones alimenticias o créditos a favor de cooperativas, de conformidad con las disposiciones vigentes sobre la materia y las contenidas en esta ley; en el evento en que la persona haya sido beneficiaria del mecanismo establecido en el",
      "type": "article"
    },
    {
      "article_number": "82",
      "content": "IMPRESCRIPTIBILIDAD. El derecho de los afiliados a las pensiones del Sistema General de Pensiones y demás prestaciones que se prevén en esta leyes imprescriptible. De igual manera, no prescribirán las acciones para exigir el pago de las I obligaciones pensionales cualquiera sea su origen, que permitan la financiación de dichas prestaciones, como son entre otros los aportes, los bonos pensionales, cálculos ¡:Ictuariales por omisión, reservas actuariales, títulos pensiona les y cuotas partes.",
      "type": "article"
    },
    {
      "article_number": "83",
      "content": "SANCIONES. Las autoridades y entidades del Sistema de Protección Social Integral para la Vejez que incumplan con sus obligaciones estarán sujetos a las sanciones que establezca la Ley y su reglamentación, y la demás normatividad vigente O qüe la modifique.",
      "type": "article"
    },
    {
      "article_number": "84",
      "content": "TRATAMIENTO TRIBUTARIO. Los recursos de los Pilares Básico Solidario, Semicontributivo y Contributivo,los recursos de los fondos para el pago de los bonos y cuotas partes de bonos pensionales y los recursos del fondo de solidaridad pensional, gozan de exención de toda clase de impuestos, tasas y contribuciones de cualquier origen, del orden nacional. Estarán exentos del impuesto sobre la renta y complementarios: La Administradora Colombiana de Pensiones - COLPENSIONES. Las cajas y fondos de previsión o seguridad social del sector público, mientras subsistan. Las sumas abonadas en las cuentas de ahorro individual del Componente Complementario de Ahorro Individual y sus respectivos rendimientos. Las sumas destinadas al pago de los seguros de invalidez y de sobrevivientes. Todas las pensiones incluyendo las que perciban los residentes colombianos provenientes del exterior, estarán exentas del impuesto sobre la renta. Estarán gravadas sólo en la parte que exceda de 1000 (mil UVT). Estarán exentos del impuesto a las ventas: Los servicios prestados por las administradoras dentro del Pilar Contributivo. Los servicios de seguros y reaseguros que prestan las compañías de seguros, para invalidez y sobrevivientes. Estarán exentos del impuesto de timbre los actos o documentos relacionados con la administración del Sistema de Protección Social Integral. PARÁGRAFO 1. Los aportes obligatorios que se efectúen al Sistema de Protección Social Integral para la Vejez no harán parte de la base para aplicar la retención en la fuente por rentas de trabajo y serán considerados como un ingreso no constitutivo de renta ni de ganancia ocasional. Los aportes a cargo del empleador serán deducibles de su renta. Los aportes voluntarios se someten a lo previsto en el",
      "type": "article"
    },
    {
      "article_number": "85",
      "content": "ESPECIAL PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ CAMPESINA, SOLIDARIA ETNICA y POPULAR. El Ministerio del Trabajo en coordinación con las autoridades territoriales, procurará que las formas comunitarias, campesinas solidarias, populares, las expresiones organizativas de las comunidades negras, afrocolombianas, raizales y palenqueras y cualquier otra forma en que se materialice el derecho de asociación, cuenten con acceso al sistema de protección social para la vejez. En el marco de las estrategias de promoción y prevención se tendrá en cuenta la socialización de las mejores oportunidades para que las poblaciones mencionadas accedan mediante su ahorro a una garantía pensional y la oferta de servicios del Sistema de Protección Integral para la Vejez. PARÁGRAFO Transitorio: El Gobierno Nacional en un plazo de 6 meses a partir de la sanción de esta Ley, presentará al Congreso de la República Ley 2381 de 2024 31 EVA - Gestor Normativo Departamento Administrativo de la Función Pública un proyecto de ley para regular la especial protección al trabajo campesino, comunitario solidario, étnico y popular de que trata este artículo. Se tendrá como criterio la solidaridad y cotización colectiva al sistema integral de vejez.",
      "type": "article"
    },
    {
      "article_number": "86",
      "content": "TÉRMINO PARA EJERCER ACCIONES ADMINISTRATIVAS Y CONTENCIOSO ADMINISTRATIVAS RESPECTO DE LAS PENSIONES RECONOCIDAS. Las acciones administrativas y contencioso administrativas, no Podrán ser ejercidas después de cinco (5) añosa partir del reconocimiento de las pensiones otorgadas por las entidades facultadas para ello a excepción y cuando se trate de fraude o con ocurrencia de algún delito. A las pensiones reconocidas sobre las cuales se hayan iniciado acciones administrativas y/o contencioso administrativas después de cinco (5) años de haber sido reconocidas, y que estén en curso, se les aplicará la caducidad a partir de la vigencia de esta ley. Los procesos con respecto a los cuales se hayan ejercido acciones administrativas y/o contenciosas, y respecto a las cuales ya se haya decidido, Podrán ser susceptibles del recurso Extraordinario de Revisión, para lo cual se tendrá un término de cinco (5) años a partir de la vigencia de esta ley.",
      "type": "article"
    },
    {
      "article_number": "87",
      "content": "CONMUTACIÓN O CONSTITUCIÓN DE RENTAS VITALICIAS: Las Administradoras del Régimen de Ahorro Individual con Solidaridad del Sistema Integral de Seguridad Social Podrán conmutar los retiros programados, previo suministro de información clara, oportuna y suficiente acerca de la conmutación y sus implicaciones, de acuerdo a la reglamentación que exista sobre la materia o constituir rentas vitalicias a-todos los retiros programados que se hayan constituido a la fecha de entrada en vigencia de esta ley.",
      "type": "article"
    },
    {
      "article_number": "88",
      "content": "MESADA ADICIONAL. Los pensionados por vejez o jubilación, invalidez y sustitución o sobrevivencia continuarán recibiendo cada año, junto con la mesada del mes de noviembre, en la primera quincena del mes de diciembre, el valor correspond,iente a una mensualidad adicional a su pensión.",
      "type": "article"
    },
    {
      "article_number": "90",
      "content": "TRANSITORIO. Confórmese el Comité de Transición Operativa del Sistema de Protección Social Integral para la Vejez, el cual tiene a cargo el seguimiento del traslado de los afiliados, información, recursos y adecuación tecnológica y operativa entre Colpensiones y las Administradoras del Pilar Contributivo del Componente Complementario de Ahorro Individual. Este comité estará integrado por. un representante de cada una de las siguientes entidades: i) Col pensiones, ii) Administradoras del Pilar Contributivo del Componente Complementario de Ahorro Individual, iii) Superintendencia Financiera de Colombia, iv) Ministerio de Hacienda y Crédito Público y v): Ministerio de Trabajo. El Comité definirá su reglamento de funcionamiento,así como su Secretaría Técnica y se reunirá por lo menos : mensualmente. Y presentará informes mensuales sobre el avance de la pl1esta en marcha operativa de las disposiciones de la presente ley. Este comité actuará por un períodO de dieciocho 18 meses a partir de su integración, el cual Podrá ser prorrogable por seis (6) meses más.",
      "type": "article"
    },
    {
      "article_number": "91",
      "content": "CONFORMACIÓN DE LA JUNTA DIRECTIVA DE COLPENSIONES. La junta directiva de la Administradora Colombiana de Pensiones - Col pensiones, estará integrada por los siguientes miembros: El Ministro del Trabajo, quien Podrá delegar su partícipación El Ministro de Hacienda y Crédito Público, quien Podrá delegar su participación. 3. Tres (3) miembros independientes para un periodo fijo de cuatro (4) años, los cuales serán designados por el Presidente de la República. Dichos miembros no Podrán ser elegidos por más de dos periodos consecutivos. Representante de pensionados Representante de trabajadores activos PARÁGRAFO 1. En caso de renuncia o ausencia definitiva de un miembro independiente, el Presidente de la República deberá designar un miembro independiente que . lo reemplace por el periodo de tiempo faltante para el cumplimiento del periodo fijo de cuatro (4) años. PARÁGRAFO 2. El Gobierno nacional elegirá los miembros independientes basados en perfiles idóneos con base en los mejores estándares internacionales para la conformación de Juntas Directivas. PARÁGRAFO 3. Con el propósito de contribuir al fortalecimiento y mejora continua de Col pensiones, y con el fin de verificar el estado del Sistema de Control Interno, se ejercerán labores de control fiscal, control interno, inspección y vigilancia, disciplinario, sin perjuicio de los demás a los que hubiere lugar. En todo caso, se presentará durante el primer periodo de cada legislatura un informe de gestión a las Comisiones Séptimas del Congreso de la República. PARÁGRAFO Transitorio. Por una única vez, al momento de la entrada en vigencia de la presente ley, el Presidente de la República nominará a un miembro con un periodo fijo de 3 años, un miembro con un periodo fijo de 4 años, y un miembro con un periodo fijo de 5 años.",
      "type": "article"
    },
    {
      "article_number": "92",
      "content": "Administración del Fondo de Ahorro del Pilar Contributivo. El Fondo de Ahorro del Pilar Contributivo, administrado por el Banco de la República, estará sometido a los siguientes principios: Las inversiones y su administración se harán considerando únicamente el interés del Fondo de Ahorro del Pilar Contributivo y la política de inversiones. La política de inversiones de los recursos del Fondo de Ahorro del Pilar Contributivo tendrá como objetivo generar la mejor mesada pensional que . sea estable y razonablemente previsible, incorporando objetivos de riesgo y retorno para un periodo consistente con la naturaleza de las prestaciones que respaldan, procurando la diversificación del portafolio. La administración y manejo de los recursos administrados deberán responder a los principios de prudencia y diligencia, considerando los propósitos de las inversiones, los plazos, la Ley 2381 de 2024 32 EVA - Gestor Normativo Departamento Administrativo de la Función Pública diversificación del portafolio y la política de inversiones, determinada de conformidad con esta Ley. La administración del Fondo no debe interferir con las funciones misionales del Banco de la República. Este principio debe guiar la organización administrativa que el Banco determine para ejercer la administración del Fondo, la gobernanza de éste, y los criterios de evaluación a los que debe ser sometida la administración del Fondo. El Fondo contará con un Comité Directivo que será conformado por: 1. El Ministro de Hacienda y Crédito Público o su delegado. El Ministro de Trabajo o su delegado. El Director del Departamento Nacional de Planeación. personas expertas en una o varias de las siguientes disciplinas: i) gestión de inversiones, ii) riesgos financieros y iii) actuaría, seleccionadas por la Junta Directiva del Banco de la República por un periodo fijo de 5 años. Serán reelegibles por un periodo. El presidente de Col pensiones será invitado con voz, pero sin voto a las sesiones de dicho Comité. La Secretaría técnica de este comité será ejercida por el Banco de la República velando especialmente por el cumplimiento del principio 5 del artículo anterior. Las funciones del Comité serán las siguientes: Aprobar la política de administración de los recursos. Aprobar las clases de activos elegibles para el Fondo. Aprobar los objetivos de riesgo y retorno del Fondo. Aprobar el tipo de mandatos al que deben sujetarse los gestores de portafolio del Fondo, y la política de contratación, evaluación y remuneración de estos. En los eventos que se decida contar con portafolios de referencia, aprobar dichos portafolios y sus parámetros relevantes. Aprobar la política de contratación de los servicios que sean necesarios para la adecuada gestión del Fondo. Aprobar la política de solución de controversias que involucren de forma directa o indirecta al Fondo. Aprobar las políticas de valoración y el tratamiento contable de todo lo relacionado con el Fondo, de acuerdo con los estándares internacionales y a lo dispuesto por la Superintendencia Financiera de Colombia y otras autoridades competentes. Presentar anualmente un informe de rendición de cuentas a las comisiones terceras y séptimas del Congreso de la República, que será de pública difusión. Las funciones y facultades del Banco para ejercer la administración del Fondo serán las siguientes: El banco de la República se encargará de todas las labores pertinentes a la administración del fondo, incluyendo la gestión de inversión, administración de riesgos y cualquiera otra necesaria para el adecuado funcionamiento de este, según lo previsto en la presente ley. El Banco de la República, Podrá seleccionar y contratar a terceros para la gestión del portafolio de acuerdo con las políticas establecidas por el Comité y para cualquiera de las operaciones descritas en el numeral 1. Para esto y todos los servicios que requiera la administración del Fondo, el Banco operará bajo un régimen de contratación privado. El Banco se ocupará de la gestión de los aspectos legales de la administración del Fondo para lo cual Podrá contratar los servicios de terceros en las condiciones ya descritas. El Banco determinará los mecanismos de gestión operativa del Fondo, velando siempre por la autonomía técnica y administrativa del Banco. Los costos de administración del Fondo, incluyendo los servicios prestados por el Banco y contratos con terceros, serán pagado con cargo a los rendimientos de los recursos administrados y en subsidio con cargo a estos últimos. 2381 COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES y PALENQUERAS y CAMPESINADO. Todas las menciones específicas a un numero de años o a un número de semanas en los artículos 3, 17, 18, 32, 36, 37, 39, 42, 43, 47, 51 Y 76, que se exigen como requisito para algún beneficio o se toman como base para un cómputo, deberán ajustarse a la baja, en razón a la diferencia entre la esperanza de vida general de los colombianos y la esperanza de vida de quienes pertenecen a los pueblos indígenas, comunidades negras, afrocolombiana, raizales; palenqueras y campesinas. En el primer año de vigencia de la presente ley el DANE deberá calcular esta diferencia y con base en ese cálculo el Ministerio de Trabajo deberá determinar el número de años y/o semanas que se aplicarán diferencialmente en cada uno de los grupos mencionados. Esta reglamentación y su aplicación estarán orientadas por los principios de progresividad y condición más favorable.",
      "type": "article"
    },
    {
      "article_number": "94",
      "content": "VIGENCIA. El Sistema de Protección Social Integral para la Vejez,)nvalidez y Muerte de origen común, previsto en la presente ley, entrará en vigor el 01 de julio de 2025.",
      "type": "article"
    },
    {
      "article_number": "95",
      "content": "DEROGATORIAS. la presente ley rige a partir de su sanción y deroga las disposiciones que le sean contrarios. '. Sin perjuicio de lo anterior, las normas continuarán vigentes para atender el Régimen de Transición y el régimen de aquellos ya pensionados al momento de expedirse esta ley. Respecto de administradoras del Régimen de Prima Media, de las cuales versa el",
      "type": "article"
    }
  ],
  "sections": [
    {
      "section_number": "I",
      "content": "DISPOSICIONES GENERALES",
      "type": "chapter"
    },
    {
      "section_number": "11",
      "content": "CARACTERÍSTICAS DEL SISTEMA",
      "type": "chapter"
    },
    {
      "section_number": "III",
      "content": "CARACTERÍSTICAS DE LOS PILARES",
      "type": "chapter"
    },
    {
      "section_number": "IV",
      "content": "DEL FONDO DE SOLIDARIDADPENSIONAL",
      "type": "chapter"
    },
    {
      "section_number": "V",
      "content": "COTIZACIÓN POR DÍAS O POR SEMANAS",
      "type": "chapter"
    },
    {
      "section_number": "VI",
      "content": "PENSIÓN INTEGRAL DE VEJEZ",
      "type": "chapter"
    },
    {
      "section_number": "VII",
      "content": "BENEFICIOS ESPECIALES FRENTE A LA PENSIÓN INTEGRAL DE VEJEZ",
      "type": "chapter"
    },
    {
      "section_number": "VIII",
      "content": "PENSIÓN DE INVALIDEZ O PENSIÓN POR PÉRDIDA DE CAPACIDAD LABORAL",
      "type": "chapter"
    },
    {
      "section_number": "IX",
      "content": "PENSIÓN DE SOBREVIVIENTES",
      "type": "chapter"
    },
    {
      "section_number": "XI",
      "content": "ADMINISTRACIÓN Y FINANCIAMIENTO DEL COMPONENTE COMPLEMENTARIO DE AHORRO INDIVIDUAL DEL PILAR CONTRIBUTIVO ARTICULO 57 ENTIDADES ADMINISTRADORAS DEL COMPONENTE COMPLEMENTARIO DE AHORRO INDIVIDUAL DEL PILAR CONTRIBUTIVO. El Componente Complementario de Ahorro Individual del Pilar Contributivo Podrá ser administrado por las administradoras de fondos de pensiones del Régimen de Ahorro Individual con Solidaridad previsto en la Ley 100 de 1993, las sociedades fiduciarias, las compañías de seguros de vida, y las sociedades comisionistas de bolsa, por Col pensiones o la entidad que haga sus veces, así como por entidades sin ánimo de lucro autorizadas para ello y vigiladas por la Superintendencia Financiera. Todas las entidades que participen en la administración del ahorro pensional lo harán bajo las mismas reglas y requisitos, de tal manera que se garantice la libre y leal competencia y el manejo profesional de los recursos. PARÁGRAFO. Las Sociedades Adrninistradoras de Fondos de Pensiones y Cesantías del Componente Complementario de Ahorro Individual Podrán, previa autorización de la Superintendencia Financiera de Colombia de acuerdo con las facultades de intervención establecidas en el",
      "type": "chapter"
    },
    {
      "section_number": "XII",
      "content": "ADMINISTRADORA DEL COMPONENTE DE PRIMA MEDIA DEL PILAR CONTRIBUTIVO- COLPENSIONES",
      "type": "chapter"
    },
    {
      "section_number": "XV",
      "content": ", SISTEMA DE INFORMACIÓN PARA LA PROTECCIÓN SOCIAL INTEGRAL PARA LA VEJEZ",
      "type": "chapter"
    },
    {
      "section_number": "XVI",
      "content": "SERVICIOS DE BIENESTAR PARA LA VEJEZ",
      "type": "chapter"
    },
    {
      "section_number": "XVII",
      "content": "DISPOSICIONES FINALES",
      "type": "chapter"
    }
  ],
  "metadata": {
    "total_articles": 97,
    "total_sections": 14,
    "total_characters": 182240
  }
}